{"auto_progress_calculation":true,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[{"field":"Tenure","value":"Total, tenure"},{"field":"Geography","value":"Canada"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Geography","Tenure"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"proxy.11-1-1-title","graph_titles":[],"graph_type":"line","indicator_available":"proxy.11-1-1-title","indicator_name":"global_indicators.11-1-1-title","indicator_number":"11.1.1","national_geographical_coverage":"Canada (provinces only)","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"negative","target":0,"target_year":2030}],"progress_status":"deterioration","proxy":"proxy","reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"SDG_GOAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET":"Target 11.1: By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums","SDG_INDICATOR":"Indicator 11.1.1: Proportion of urban population in core housing need","STAT_CONC_DEF":"<p>This indicator measures the proportion of urban population in core housing need. The urban population is defined as the population living in large urban population centres as defined by the Canadian Housing Survey. <br><br> A household is said to be in \"core housing need\" if its housing falls below at least one of the adequacy, affordability or suitability standards and it would have to spend 30% or more of its total before-tax income to pay the median rent of alternative local housing that is acceptable (meets all three housing standards). <br><br> Housing standards are defined as follows:</p> <ul> <li>Adequate housing is reported by their residents as not requiring any major repairs.</li> <li>Affordable housing has shelter costs equal to less than 30% of total before-tax household income.</li> <li>Suitable housing has enough bedrooms for the size and composition of resident households according to National Occupancy Standard (NOS) requirements.</li> </ul>","DATA_COMP":"custom.data-comp-national","REC_USE_LIM":"This is a proxy indicator. The UN Global indicator states: \"Proportion of urban population living in slums, informal settlements or inadequate housing\". <br><br> Only private, non-farm, non-reserve and owner- or renter-households with incomes greater than zero and shelter-cost-to-income ratios less than 100% are assessed for core housing need. Non-family households with at least one maintainer aged 15 to 29 attending school are considered not to be in core housing need regardless of their housing circumstances. Attending school is considered a transitional phase, and low incomes earned by student households are viewed as being a temporary condition.","SDG_GOAL__GLOBAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET__GLOBAL":"Target 11.1: By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums","SDG_INDICATOR__GLOBAL":"Indicator 11.1.1: Proportion of urban population living in slums, informal settlements or inadequate housing","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-01-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 46-10-0085-01  Core housing need, by tenure including first-time homebuyer and social and affordable housing status","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=4610008501","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada, Province or territory, Census metropolitan area","fr":{"SDG_GOAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET":"Cible 11.1 : D’ici à 2030, assurer l’accès de tous à un logement et des services de base adéquats et sûrs, à un coût abordable, et assainir les quartiers de taudis","SDG_INDICATOR":"Indicateur 11.1.1 : Proportion de la population urbaine ayant des besoins impérieux en matière de logement","STAT_CONC_DEF":"<p>Cet indicateur mesure la proportion de la population urbaine ayant des besoins impérieux en matière de logement. La population urbaine est définie comme la population vivant dans les grands centres de population urbains tels que définis par l'Enquête canadienne sur le logement. <br><br> On dit d'un ménage qu'il éprouve des « besoins impérieux en matière de logement » si son habitation n'est pas conforme à au moins une des normes d'acceptabilité (qualité, taille et abordabilité) et si 30 % de son revenu total avant impôt serait insuffisant pour payer le loyer médian des logements acceptables (répondant aux trois normes d'occupation) situés dans sa localité. <br><br> Les normes d'occupation se définissent de la manière suivante :</p> <ul> <li>Un logement est de qualité convenable si, de l'avis des occupants, il ne nécessite pas de réparations majeures.</li> <li>Un logement est abordable si le ménage consacre moins de 30 % de son revenu total avant impôt aux frais de logement.</li> <li>Un logement est de taille convenable s'il compte suffisamment de chambres pour répondre aux besoins du ménage étant donné sa taille et sa composition, d'après les prescriptions de la Norme nationale d'occupation (NNO).</li> </ul>","DATA_COMP":"custom.data-comp-national","REC_USE_LIM":"Il s’agit d’un indicateur proxy. L’indicateur mondial des Nations Unies indique : « Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats ». <br><br> Seuls les ménages privés, non agricoles, hors réserve et les ménages propriétaires ou locataires dont les revenus sont supérieurs à zéro et dont le ratio des frais de logement au revenu est inférieur à 100 % sont évalués pour les besoins impérieux en matière de logement. Les ménages non familiaux dont au moins un soutien âgé de 15 à 29 ans fréquente l’école sont considérés comme n’ayant pas de besoins impérieux en matière de logement, quelle que soit leur situation de logement. La fréquentation de l'école est considérée comme une phase de transition et les faibles revenus gagnés par les ménages étudiants sont considérés comme une condition temporaire.","SDG_GOAL__GLOBAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET__GLOBAL":"Cible 11.1 : D’ici à 2030, assurer l’accès de tous à un logement et des services de base adéquats et sûrs, à un coût abordable, et assainir les quartiers de taudis","SDG_INDICATOR__GLOBAL":"Indicateur 11.1.1 : Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats","un_designated_tier":"Niveau I","un_custodian_agency":"Programme des Nations Unies pour les établissements humains (ONU-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-01-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 46-10-0085-01  Besoins impérieux en matière de logement, selon le mode d'occupation, y compris le statut d'accédant à la propriété et de logement social et abordable","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=4610008501","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, Province ou territoire, Région métropolitaine de recensement"},"national_metadata_updated_date":"2024-11-26","national_data_updated_date":"2025-02-20","target_number":"11.1","goal_number":"11","indicator_sort_order":"11-01-01"}