{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.13-2-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.13-2-2-title","indicator_number":"13.2.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"inprogress","sort":"","standalone":false,"tags":[],"SDG_GOAL":"<p>Goal 13: Take urgent action to combat climate change and its impacts</p>","SDG_TARGET":"<p>Target: 13.2 Integrate climate change measures into national policies, strategies and planning</p>","SDG_INDICATOR":"<p>Indicator: 13.2.2 Total greenhouse gas emissions per year</p>","STAT_CONC_DEF":"   ","DATA_COMP":"In general, GHG emissions are estimated by multiplying activity data by the associated emission factor.\nEmissions = activity data × emission factor\nActivity data refer to the quantitative amount of human activity resulting in emissions during a given time period. The annual activity data for fuel combustion sources, for example, are the total amounts of fuel burned over a year.\nEmission factors are based on samples of measurement data, and are representative rates of emissions for a given activity level under a given set of operating conditions. It is the estimated average emission rate of a given pollutant for a given source, relative to units of activity.\nGuidelines produced by the Intergovernmental Panel on Climate Change for countries reporting to the United Nations Framework Convention on Climate Change provide various methods for calculating GHG emissions from a given human activity. The methods for estimating emissions are divided into 'tiers' each encompassing different levels of activity and technological detail. The same general structure is used for all tiers, while the level of detail at which the calculations are carried out can vary.\nGreenhouse gas emissions are reported in carbon dioxide equivalents (CO2 eq), determined by multiplying the amount of emissions of a particular greenhouse gas by the global warming potential of that gas. Environment and Climate Change Canada (ECCC)","REC_USE_LIM":"The Greenhouse gas emissions indicators are comprehensive but some emission sources have not been included in the indicators because they are not reported in the National Inventory Report. Owing to their relatively small contributions to the total emissions, these excluded sources do not significantly affect the overall completeness of the inventory. A detailed explanation of the excluded emission sources can be found in Annex 5 of the National Inventory Report. Although reported in the National Inventory Report, emissions and removals from the land use, land use change and forestry sector are excluded from national totals and subsequently not reported as part of the Greenhouse gas emissions indicators. (ECCC)","SDG_GOAL__GLOBAL":"<p>Goal 13: Take urgent action to combat climate change and its impacts</p>","SDG_TARGET__GLOBAL":"<p>Target: 13.2 Integrate climate change measures into national policies, strategies and planning</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator: 13.2.2 Total greenhouse gas emissions per year</p>","un_custodian_agency":"UN Climate Change (UNFCCC Secretariat)","fr":{"SDG_GOAL":"   ","SDG_TARGET":"   ","SDG_INDICATOR":"   ","STAT_CONC_DEF":"   ","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"   ","SDG_TARGET__GLOBAL":"   ","SDG_INDICATOR__GLOBAL":"   ","reporting_status":"notstarted"},"national_metadata_updated_date":"2021-11-17","national_metadata_update_url_text":"2021-11-17: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/sdg-data-donnees-odd/commit/c4b34509582f74220c9fdeb63c5c66316a25997e","indicator":"13.2.2","target_id":"13.2","sdg_goal":"13","indicator_sort_order":"13-02-02"}