{"auto_progress_calculation":true,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Major marine fishing areas"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"chart.14-4-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.14-4-1-title","indicator_number":"14.4.1","national_geographical_coverage":"Canada","page_content":"This indicator aligns with the following frameworks: [Canadian Environmental Sustainability Indicators, Harvest levels of key fish stocks](https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/harvest-levels-key-fish-stocks.html)","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target":100,"target_year":2020}],"progress_status":"negligible_progress","reporting_status":"complete","sort":"","standalone":false,"tags":[],"ï»¿composite_breakdown_label":"","SDG_GOAL":"Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development","SDG_TARGET":"Target 14.4: By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics","SDG_INDICATOR":"Indicator 14.4.1: Proportion of fish stocks within biologically sustainable levels","STAT_CONC_DEF":"The indicator compares harvest rates with established harvest limits. These limits are based on scientific information, providing a direct measure of whether we are managing the use of these resources within ecosystem limits. It is one measure of fishing pressure on wild fish stocks. <em>Environment and Climate Change Canada (ECCC)</em>","DATA_COMP":"The indicator compares harvest rates with harvest limits. These limits are based on scientific information and provide a direct measure of whether we are managing the use of these resources within ecosystem limits. <br><br> The indicator is a simple tabulation of stocks based on whether harvest levels are within removal reference levels, within other harvest limits, or over harvest limits. <em>(ECCC)</em>","REC_USE_LIM":"Overharvest in a single year does not mean that a stock is harvested unsustainably. Rather, it leads to a management response. Stocks managed through quotas, for example, are subject to quota reconciliation, meaning that any overharvest of a stock in one year is deducted from the harvest limit established for the following year. <br><br> The [Sustainability Survey for Fisheries](https://www.dfo-mpo.gc.ca/reports-rapports/regs/sff-cpd/survey-sondage/index-en.html) is completed with the best available information. Since the oceans are wide and deep, and fish move between habitats, their populations are difficult to monitor. <br><br> The survey summarizes information across a wide variety of species, management regimes, types of fisheries, geographic regions, and socio-economic contexts. Small changes in the set of surveyed stocks occur due to changes in the way stocks are assessed or managed. Results should be interpreted with this in mind. <br><br> The indicator does not account for fished stocks that do not meet the criteria for major stocks. Seaweeds and other aquatic plants are also excluded. <em>(ECCC)</em>","SDG_GOAL__GLOBAL":"Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development","SDG_TARGET__GLOBAL":"Target 14.4: By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics","SDG_INDICATOR__GLOBAL":"Indicator 14.4.1: Proportion of fish stocks within biologically sustainable levels","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization of the United Nations (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-14-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Canadian Environmental Sustainability Indicators, Harvest levels of key fish stocks","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/harvest-levels-key-fish-stocks.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada","fr":{"SDG_GOAL":"Objectif 14 : Conserver et exploiter de manière durable les océans, les mers et les ressources marines aux fins du développement durable","SDG_TARGET":"Cible 14.4 : D’ici à 2020, réglementer efficacement la pêche, mettre un terme à la surpêche, à la pêche illicite, non déclarée et non réglementée et aux pratiques de pêche destructrices et exécuter des plans de gestion fondés sur des données scientifiques, l’objectif étant de rétablir les stocks de poissons le plus rapidement possible, au moins à des niveaux permettant d’obtenir un rendement constant maximal compte tenu des caractéristiques biologiques","SDG_INDICATOR":"Indicateur 14.4.1 : Proportion de stocks de poissons dont le niveau est biologiquement viable","STAT_CONC_DEF":"L'indicateur permet de comparer les taux d’exploitation avec les limites de prises établies. Ces limites sont fondées sur des données scientifiques et fournissent une mesure directe indiquant si la gestion de l'utilisation de ces ressources respecte les limites des écosystèmes. Cela constitue une mesure de la pression de la pêche sur les stocks de poissons sauvages. <em>Environnement et Changement climatique Canada (ECCC)</em>","DATA_COMP":"L'indicateur permet de comparer les taux d’exploitation avec les limites d’exploitation. Ces limites sont fondées sur des données scientifiques et permettent de déterminer directement si l'utilisation de ces ressources est gérée à l'intérieur des limites de l'écosystème. <br><br> L'indicateur est un simple dénombrement des stocks qui se retrouvent à l'intérieur des limites des niveaux d'exploitation de référence, à l'intérieur des autres limites d’exploitation ou au-dessus des limites d’exploitation. <em>(ECCC)</em>","REC_USE_LIM":"Une surexploitation au cours d'une seule année ne signifie pas qu'un stock fait l'objet d'une pêche non durable. Cela entraîne plutôt une intervention de gestion. Par exemple, les stocks gérés par l'entremise de quotas sont assujettis à la conciliation des quotas, ce qui signifie que toute surexploitation d'un stock pendant une année est déduite de la limite d’exploitation établie pour l'année suivante. <br><br> L'[Étude sur la durabilité des pêches](https://www.dfo-mpo.gc.ca/reports-rapports/regs/sff-cpd/survey-sondage/index-fr.html) (l'étude) contient les meilleurs renseignements disponibles. Comme les océans sont vastes et profonds et que les poissons se déplacent entre les habitats, leurs populations sont difficiles à surveiller. <br><br> L'étude résume les renseignements sur une grande variété d'espèces, de régimes de gestion, de types de pêche, de régions géographiques et de contextes socio-économiques. De petits changements dans l'ensemble des stocks étudiés se produisent à la suite de changements dans l'évaluation ou la gestion des stocks. Il convient d'en tenir compte dans l'interprétation des résultats. <br><br> L'indicateur ne tient pas compte des stocks faisant l'objet d'une pêche s'ils ne répondent pas aux critères des principaux stocks. Les algues et les autres plantes aquatiques sont également exclues. <em>(ECCC)</em>","SDG_GOAL__GLOBAL":"Objectif 14 : Conserver et exploiter de manière durable les océans, les mers et les ressources marines aux fins du développement durable","SDG_TARGET__GLOBAL":"Cible 14.4 : D’ici à 2020, réglementer efficacement la pêche, mettre un terme à la surpêche, à la pêche illicite, non déclarée et non réglementée et aux pratiques de pêche destructrices et exécuter des plans de gestion fondés sur des données scientifiques, l’objectif étant de rétablir les stocks de poissons le plus rapidement possible, au moins à des niveaux permettant d’obtenir un rendement constant maximal compte tenu des caractéristiques biologiques","SDG_INDICATOR__GLOBAL":"Indicateur 14.4.1 : Proportion de stocks de poissons dont le niveau est biologiquement viable","un_designated_tier":"Niveau I","un_custodian_agency":"Organisation des Nations Unies pour l'alimentation et l'agriculture (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-14-04-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","page_content":"Cet indicateur s'aligne sur les cadres suivants : [Programme des Indicateurs canadiens de durabilité de l’environnement, Niveaux d’exploitation des principaux stocks de poissons](https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/niveaux-exploitation-principaux-stocks-poissons.html)","source_active_1":true,"source_url_text_1":"Programme des Indicateurs canadiens de durabilité de l’environnement, Niveaux d’exploitation des principaux stocks de poissons","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/niveaux-exploitation-principaux-stocks-poissons.html","source_organisation_1":"Environnement et Changement climatique Canada","source_geographical_coverage_1":"Canada"},"national_metadata_updated_date":"2024-10-08","national_data_updated_date":"2025-05-12","target_number":"14.4","goal_number":"14","indicator_sort_order":"14-04-01"}