{"auto_progress_calculation":true,"computation_units":"Cumulative percentage change since 1970","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"proxy.15-5-1-title","graph_titles":[],"graph_type":"line","indicator_available":"proxy.15-5-1-title","indicator_name":"global_indicators.15-5-1-title","indicator_number":"15.5.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"series":"By species group","direction":"positive"}],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"SDG_GOAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET":"<p>Target 15.5: Take urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species</p>","SDG_INDICATOR":"<p>Indicator 15.5.1: Canadian species index</p>","STAT_CONC_DEF":"The Canadian species index represents the average percent change in the abundances of Canadian vertebrate species' populations since 1970. The index is an \"average of trends\", rather than a measure of change in the total number of animals: each species, whether it is common or rare, has the same effect on the index.\n<br><br>\nAnimal wildlife populations depend on healthy habitats and can be negatively impacted by threats, such as pollution, habitat degradation or overhunting. The status of wildlife populations is a key factor that contribute to ecosystem health and species' resilience to threats. Trends in animal populations can provide an indication of the health of biodiversity and ecosystems in Canada. <em>Environment and Climate Change Canada (ECCC)</em>\n","DATA_COMP":"The national index includes 928 species of birds, fish, mammals, amphibians and reptiles. The number of species represents 52% of the 1 798 native vertebrate species that regularly occur in Canada. Birds are the best represented species group, with about 89% of all bird species regularly occurring in Canada represented. 35% of native fish species as well as 55% of native mammal species are represented. Amphibians and reptiles are the least represented species group, as the data for the species regularly occurring in Canada have poor geographical coverage across the reporting period.  <em>(ECCC)</em>","REC_USE_LIM":"The national trend is the average rate of change across all\nmonitored vertebrate species. The indices may reflect changes in data availability.\nData are not available for all species and do not always cover the geographic range\nof each species or the whole time period reported. While large scale trends broadly\nreflect environmental change, smaller scale subindices can be subject to change\nif species with a different trajectory are added. The index should be interpreted\nwith these limitations in mind. <em>(ECCC)</em>\n<br><br>\nThis is a proxy indicator presenting the Canadian species index rather than the Red List Index as specified by the metadata.\n","SDG_GOAL__GLOBAL":"<p>Goal 15: Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss</p>","SDG_TARGET__GLOBAL":"<p>Target 15.5: Take urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 15.5.1: Red List Index</p>","un_designated_tier":"Tier I","un_custodian_agency":"International Union for Conservation of Nature (IUCN), BirdLife International (BLI)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Canadian Environmental Sustainability Indicators Program, Canadian species index","source_url_1":"https://www.canada.ca/en/environment-climate-change/services/environmental-indicators/canadian-species-index.html","source_organisation_1":"Environment and Climate Change Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","proxy":"proxy","fr":{"SDG_GOAL":"<p>Objectif 15 : Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité</p>","SDG_TARGET":"<p>Cible 15.5 : Prendre d’urgence des mesures énergiques pour réduire la dégradation du milieu naturel, mettre un terme à l’appauvrissement de la biodiversité et, d’ici à 2020, protéger les espèces menacées et prévenir leur extinction</p>","SDG_INDICATOR":"<p>Indicateur 15.5.1 : Indice des espèces canadiennes</p>","STAT_CONC_DEF":"L'Indice des espèces canadiennes représente la variation proportionnelle moyenne de l'abondance des populations d'espèces de vertébrés au Canada depuis 1970. L'indice correspond à une « moyenne des tendances », plutôt qu'à une mesure des changements dans le nombre total d'animaux : chaque espèce, commune ou rare, a le même effet sur l'indice.\n<br><br>\nLes populations d'animaux sauvages dépendent d'habitats sains et sont susceptibles de subir les effets négatifs de menaces telles que la pollution, la dégradation d'habitat ou la chasse excessive. L'état des populations des espèces sauvages est un facteur clé qui contribue au bien-être des écosystèmes et à la résilience des espèces aux menaces. Les tendances dans les populations animales peuvent indiquer la santé de la biodiversité et des écosystèmes au Canada. <em>Environnement et Changement climatique Canada (ECCC)</em>\n","DATA_COMP":"L'indice national comprend 928 espèces d'oiseaux, de poissons, de mammifères, d'amphibiens et de reptiles. Le nombre d'espèces correspond à 52 % des 1 798 espèces indigènes de vertébrés régulièrement observées au Canada. Les oiseaux sont le groupe d'espèces le mieux représenté, environ 89 % de l'ensemble des espèces d'oiseaux observées régulièrement au Canada étant représenté. 35% des espèces indigènes de poissons ainsi que 55% des espèces indigènes de mammifères sont représentées. Les amphibiens et les reptiles sont les groupes d'espèces les moins bien représentés, étant donné que les données sur ces espèces régulièrement observables au Canada couvrent une étendue géographique restreinte pour la période visée. <em>(ECCC)</em>\n","REC_USE_LIM":"La tendance nationale est le taux moyen de changement pour toutes les espèces de vertébrés surveillées. Les indices peuvent refléter des changements dans la disponibilité des données. Les données ne sont pas disponibles pour toutes les espèces, et les données existantes ne couvrent pas toujours la zone géographique ou la période complète de chaque espèce. Il faut donc tenir compte de ces lacunes pour l'interprétation de l'indice. <em>(ECCC)</em>\n<br><br>\nIl s'agit d'un indicateur de substitution qui correspond à l'indice des espèces canadiennes plutôt que l'indice de la Liste rouge, comme spécifié dans les métadonnées.\n","SDG_GOAL__GLOBAL":"<p>Objectif 15 : Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité</p>","SDG_TARGET__GLOBAL":"<p>Cible 15.5 : Prendre d’urgence des mesures énergiques pour réduire la dégradation du milieu naturel, mettre un terme à l’appauvrissement de la biodiversité et, d’ici à 2020, protéger les espèces menacées et prévenir leur extinction</p>","SDG_INDICATOR__GLOBAL":"<p>Indicateur 15.5.1 : Indice de la Liste rouge</p>","un_designated_tier":"Niveau I","un_custodian_agency":"Union internationale pour la conservation de la nature (UICN), BirdLife International (BLI)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-05-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Programme des Indicateurs canadiens de durabilité de l’environnement, Indice des espèces canadiennes","source_url_1":"https://www.canada.ca/fr/environnement-changement-climatique/services/indicateurs-environnementaux/indice-especes-canadiennes.html","source_organisation_1":"Environnement et Changement climatique Canada","source_periodicity_1":null,"source_geographical_coverage_1":"Canada","proxy":"proxy"},"national_metadata_updated_date":"2025-04-17","national_data_updated_date":"2024-12-18","target_number":"15.5","goal_number":"15","indicator_sort_order":"15-05-01"}