{"auto_progress_calculation":true,"composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Visible minority","value":"Total population"},{"field":"Sociodemographic characteristics","value":"Total, 15 years and over"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Time of day","Sociodemographic characteristics","Disability","Visible minority","Migration background","Citizenship"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"chart.16-1-4-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.16-1-4-title","indicator_number":"16.1.4","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive"}],"progress_status":"negligible_progress","reporting_status":"complete","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","SDG_TARGET":"Target 16.1: Significantly reduce all forms of violence and related death rates everywhere","SDG_INDICATOR":"Indicator 16.1.4: Proportion of population that feel safe walking alone around the area they live after dark","STAT_CONC_DEF":"This indicator refers to the proportion of the adult population who feel safe walking alone in their neighbourhood at night.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Victimization surveys (as dedicated surveys or as modules of household surveys) are usually restricted to the general population living in households above a certain age (typically 15 or 18 years of age), while sometimes an upper age limit is also applied (typically 65, 70 or 75 years of age).\n<br><br>\nThere are several limitations associated with the wording of the survey question used to measure fear of crime (‘How safe do you feel walking alone in your area/neighbourhood after dark?’). First, the question assumes that respondents do the following: (1) go out, (2) go out alone, (3) go out in their neighbourhood, and (4) go out after dark. For many respondents, the reasons for not going out alone in their neighbourhood after dark may have nothing or little to do with crime and more to do with personal and circumstantial issues, such aslack of mobility, childcare commitments, or the use of a car that allows them to travel further afield. Second, the question does not define the meaning of “neighbourhood”, which may mean different things to different respondents, even those living in the same street. Third, the question does not explicitly refer to ‘crime’, but rather it is implicit in the question. There may be other reasons unrelated to crime (e.g. wild animals, traffic, etc.) why respondents may not feel safe walking around their neighbourhood after dark.\n<br><br>\n\"Total population\" includes population aged 15 years and over. \"Visible minority\" refers to whether a person is a visible minority or not, as defined by the Employment Equity Act. The Employment Equity Act defines visible minorities as \"persons, other than Aboriginal peoples, who are non-Caucasian in race or non-white in colour.\" The visible minority population consists mainly of the following groups: South Asian, Chinese, Black, Filipino, Arab, Latin American, Southeast Asian, West Asian, Korean and Japanese. Data for the category of \"West Asian\", \"Korean\", \"Japanese\", \"Visible minority\", \"Not included elsewhere\", \"Multiple visible minorities\" and \"Not Stated\" are included in the \"Total visible minority population\".","SDG_GOAL__GLOBAL":"Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels","SDG_TARGET__GLOBAL":"Target 16.1: Significantly reduce all forms of violence and related death rates everywhere","SDG_INDICATOR__GLOBAL":"Indicator 16.1.4: Proportion of population that feel safe walking alone around the area they live after dark","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Office on Drugs and Crime (UNODC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-04.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 43-10-0058-01  Feeling part of the community and neighbourhood satisfaction, safety feeling and economic hardship, by visible minority and selected characteristics","source_url_1":"https://doi.org/10.25318/4310005801-eng","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada","fr":{"SDG_GOAL":"Objectif 16 : Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous","SDG_TARGET":"Cible 16.1 : Réduire nettement, partout dans le monde, toutes les formes de violence et les taux de mortalité qui y sont associés","SDG_INDICATOR":"Indicateur 16.1.4 : Nombre de personnes considérant qu’il n’y a pas de danger à se déplacer seules à pied dans leur zone de résidence, en proportion de la population totale","STAT_CONC_DEF":"Cet indicateur se réfère à la proportion de la population adulte qui se sent en sécurité lorsqu'elle se promène seule dans son quartier la nuit.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Les enquêtes de victimisation (en tant qu’enquêtes spécifiques ou modules d’enquêtes sur les ménages) sont généralement limitées à la population générale vivant dans des ménages d’au moins un certain âge (généralement 15 ou 18 ans), bien qu’une limite d’âge supérieure soit parfois appliquée (généralement 65, 70 ou 75 ans).\n<br><br>\nLa formulation de la question utilisée pour mesurer la peur de la criminalité (\"Dans quelle mesure vous sentez-vous en sécurité lorsque vous marchez seul(e) dans votre quartier après la tombée de la nuit ? Tout d'abord, la question suppose que les répondants font ce qui suit : (1) sortent, (2) sortent seuls, (3) sortent dans leur quartier, et (4) sortent après la tombée de la nuit. Pour de nombreux répondants, les raisons pour lesquelles ils ne sortent pas seuls dans leur quartier après la tombée de la nuit peuvent n'avoir que peu ou pas de rapport avec la criminalité et davantage avec des questions personnelles et circonstancielles, telles que le manque de mobilité, les obligations de garde d'enfants ou l'utilisation d'une voiture qui leur permet de se déplacer plus loin. Deuxièmement, la question ne définit pas le sens du terme « quartier », qui peut avoir une signification différente selon les personnes interrogées, même si elles vivent dans la même rue. Troisièmement, la question ne fait pas explicitement référence à la « criminalité », mais celle-ci est implicite dans la question. Il peut y avoir d'autres raisons non liées à la criminalité (par exemple les animaux sauvages, la circulation, etc.) pour lesquelles les répondants ne se sentent pas en sécurité lorsqu'ils se promènent dans leur quartier après la tombée de la nuit.\n<br><br>\n« Population totale » comprend la population âgée de 15 ans et plus. L'expression « minorité visible » fait référence au fait qu'une personne appartient ou non à une minorité visible, selon la définition de la loi sur l'équité en matière d'emploi. La loi sur l'équité en matière d'emploi définit les minorités visibles comme « les personnes, autres que les Autochtones, qui ne sont pas de race blanche ou qui n'ont pas la peau blanche ». La population des minorités visibles se compose principalement des groupes suivants : Asiatiques du Sud, Chinois, Noirs, Philippins, Arabes, Latino-Américains, Asiatiques du Sud-Est, Asiatiques de l'Ouest, Coréens et Japonais. Les données relatives aux catégories « Asiatique occidental », « Coréen », « Japonais », « Minorité visible », « Non inclus ailleurs », « Minorités visibles multiples » et « Non indiqué » sont incluses dans le « Total de la population des minorités visibles ».","SDG_GOAL__GLOBAL":"Objectif 16 : Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous","SDG_TARGET__GLOBAL":"Cible 16.1 : Réduire nettement, partout dans le monde, toutes les formes de violence et les taux de mortalité qui y sont associés","SDG_INDICATOR__GLOBAL":"Indicateur 16.1.4 : Nombre de personnes considérant qu’il n’y a pas de danger à se déplacer seules à pied dans leur zone de résidence, en proportion de la population totale","un_designated_tier":"Niveau II","un_custodian_agency":"Office des Nations Unies contre la drogue et le crime (ONUDC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-04.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 43-10-0058-01  Satisfaction à l’égard du sentiment d’appartenance à la communauté et du quartier, sentiment de sécurité et difficultés économiques, selon la minorité visible et certaines caractéristiques","source_url_1":"https://doi.org/10.25318/4310005801-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada"},"national_metadata_updated_date":"2024-12-11","national_data_updated_date":"2024-12-10","target_number":"16.1","goal_number":"16","indicator_sort_order":"16-01-04"}