{"auto_progress_calculation":true,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[{"field":"Graduation rate","value":"Extended-time"},{"field":"Geography","value":"Canada"},{"field":"Gender","value":"Total"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Gender","Geography","Wealth"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.4-1-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.4-1-2-title","indicator_number":"4.1.2","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target":100}],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"ï»¿composite_breakdown_label":"","SDG_GOAL":"Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","SDG_TARGET":"Target 4.1: By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","SDG_INDICATOR":"Indicator 4.1.2: Educational attainment of the population aged 25 to 64, by age group and sex","STAT_CONC_DEF":"<strong>Definition:</strong>\n<br><br> \nPercentage of a cohort of children or young people aged 3-5 years above the intended age for the last grade of each level of education who have completed that grade. \n<br><br>\n<strong>Concepts:</strong>\n<br><br> \nThe intended age for the last grade of each level of education is the age at which pupils would enter the \ngrade if they had started school at the official primary entrance age, had studied full-time and had progressed without repeating or skipping a grade. For example, if the official age of entry into primary education is 6 years, and if primary education has 6 grades, the intended age for the last grade of primary education is 11 years. In this case, 14-16 years (11 + 3 = 14 and 11 + 5 = 16) would be the reference age group for calculation of the primary completion rate.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"High school graduation rate is calculated from Secondary 3 to Secondary 5 in Quebec, and Grades 10-12 in all other provinces.  On-time graduation rate is the percentage of a cohort of young people who complete their high school studies within three years of starting Grade 10 (“Secondary 3” in Quebec). On-time graduation rate reflects the cohort entering Grade 10 (\"Secondary 3\" in Quebec) two school years prior to the reference year. For example, the data for reference year 2016/2017 represents the cohort entering Grade 10 (\"Secondary 3\" in Quebec) in 2014/2015.\n<br><br>\nExtended-time graduation rate is the percentage of a cohort of young people who complete their high school studies within five years of starting Grade 10 (“Secondary 3” in Quebec). Extended-time graduation rate reflects the cohort entering Grade 10 (\"Secondary 3\" in Quebec) four school years prior to the reference year. For example, the data for reference year 2016/2017 represents the cohort entering Grade 10 (\"Secondary 3\" in Quebec) in 2012/2013.\n<br><br>\nThe true-cohort methodology uses two cohorts of students that begin in Grade 10 (\"Secondary 3\" in Quebec) to calculate the high school graduation rate (see <a href=\"https://www150.statcan.gc.ca/n1/en/catalogue/81-582-G\"> <em>Indicator C3</em></a> for more details).\n<br><br>\nComparisons of high school graduation rates between provinces and territories require a nuanced interpretation as academic pathways, pass marks, subject requirements and the groups of students under consideration may differ from one province or territory to another. International students are also included in the graduation cohort, which could impact comparing graduation rates, as the proportion of international students varies across provinces.\n<br><br>\nGraduation rates reported here may differ to what is reported at the provincial/territorial-level due to varying methodologies for the calculation of graduation rates by individual provinces and territories.","PROGRESS_DETAILS":"custom.progress-details","SDG_GOAL__GLOBAL":"Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","SDG_TARGET__GLOBAL":"Target 4.1: By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","SDG_INDICATOR__GLOBAL":"Indicator 4.1.2: Completion rate (primary education, lower secondary education, upper secondary education)","un_designated_tier":"Tier I","un_custodian_agency":"UNESCO Institute for Statistics (UIS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-01-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 37-10-0221-01  True cohort high school graduation rate, on-time and extended-time graduation rates, by gender","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=3710022101","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, Province or territory","fr":{"SDG_GOAL":"Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.","SDG_TARGET":"Cible 4.1 : D’ici à 2030, faire en sorte que toutes les filles et tous les garçons suivent, sur un pied d’égalité, un cycle complet d’enseignement primaire et secondaire gratuit et de qualité, les dotant d’acquis véritablement utiles.","SDG_INDICATOR":"Indicateur 4.1.2 : Niveau de scolarité de la population âgée de 25 à 64 ans, selon le groupe d'âge et le sexe","STAT_CONC_DEF":"<strong>Définition :</strong>\n<br><br>\nPourcentage d'une cohorte d'enfants ou de jeunes âgés de 3 à 5 ans au-dessus de l'âge prévu pour la dernière année de chaque niveau d'enseignement qui ont terminé cette année. \n<br><br>\n<strong>Concepts :</strong>\n<br><br> \nL’âge prévu pour la dernière année de chaque niveau d’enseignement est l’âge auquel les élèves entreraient dans cette année s’ils avaient commencé l’école à l’âge officiel d’entrée au primaire, avaient étudié à temps plein et avaient progressé sans redoubler ni sauter une année. Par exemple, si l’âge officiel d’entrée à l’enseignement primaire est de 6 ans et si l’enseignement primaire comporte 6 années, l’âge prévu pour la dernière année de l’enseignement primaire est de 11 ans. Dans ce cas, les 14-16 ans (11 + 3 = 14 et 11 + 5 = 16) seraient la tranche d'âge de référence pour le calcul du taux d'achèvement du primaire.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Le taux d'obtention du diplôme d'études secondaires est calculé de la 3e à la 5e année du secondaire au Québec, et de la 10e à la 12e année dans toutes les autres provinces. Le taux d’obtention du diplôme d’études secondaires dans le délai prévu est le pourcentage d’une cohorte de jeunes inscrits à la 10e année (le secondaire 3 au Québec) au début de la période d'observation qui terminent leurs études secondaires dans les trois années suivantes. Le taux d’obtention du diplôme dans le délai prévu reflète la cohorte entrant en 10e année ( « 3e secondaire » au Québec) deux années scolaires avant l'année de référence.  Par exemple, les données pour l'année de référence 2016-2017 représentent la cohorte qui a commencé la 10e année ( « 3e secondaire » au Québec) en 2014-2015.\n<br><br>\nLe taux d’obtention du diplôme d’études secondaires dans un délai plus long est le pourcentage d’une cohorte de jeunes inscrits à la 10e année (le secondaire 3 au Québec) au début de la période d'observation qui terminent leurs études secondaires dans les cinq années suivantes. Le taux d'obtention d'un diplôme dans un délai plus long reflète la cohorte entrant en 10e année ( « 3e secondaire » au Québec) quatre années scolaires avant l'année de référence. Par exemple, les données pour l'année de référence 2016-2017 représentent la cohorte qui a commencé la 10e année ( « 3e secondaire » au Québec) en 2012-2013.\n<br><br>\nLa méthodologie des cohortes réelles utilise deux cohortes d'élèves débutant en 10e année (« 3e secondaire » au Québec) pour calculer le taux d'obtention d'un diplôme d'études secondaires (voir l'<a href=\"https://www150.statcan.gc.ca/n1/fr/catalogue/81-582-G\"> <em>indicateur C3</em></a> pour plus de détails).\n<br><br>\nLes comparaisons des taux d'obtention d'un diplôme d'études secondaires entre les provinces et les territoires nécessitent une interprétation nuancée, car les parcours scolaires, les notes de passage, les exigences des matières et les groupes d'élèves considérés peuvent différer d'une province ou d'un territoire à l'autre. Les étudiants internationaux sont également inclus dans la cohorte des diplômés, ce qui pourrait avoir une incidence sur la comparaison des taux d'obtention du diplôme, puisque la proportion d'étudiants internationaux varie selon les provinces.\n<br><br>\nLes taux d’obtention de diplôme déclarés ici peuvent différer de ceux déclarés à l’échelle provinciale/territoriale en raison des différentes méthodologies de calcul des taux d’obtention de diplôme par province et territoire.","PROGRESS_DETAILS":"custom.progress-details","SDG_GOAL__GLOBAL":"Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.","SDG_TARGET__GLOBAL":"Cible 4.1 : D’ici à 2030, faire en sorte que toutes les filles et tous les garçons suivent, sur un pied d’égalité, un cycle complet d’enseignement primaire et secondaire gratuit et de qualité, les dotant d’acquis véritablement utiles.","SDG_INDICATOR__GLOBAL":"Indicateur 4.1.2 : Taux d’achèvement (enseignement primaire, premier et deuxième cycles de l’enseignement secondaire).","un_designated_tier":"Niveau I","un_custodian_agency":"Institut de statistique de l’UNESCO","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-01-02.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 37-10-0221-01 Taux de cohorte réelle d'obtention du diplôme d'études secondaires, taux d’obtention du diplôme dans le délai prévu et dans un délai plus long, selon le genre","source_url_1":"https://doi.org/10.25318/3710022101-fra","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, Province ou territoire"},"national_metadata_updated_date":"2025-08-21","national_data_updated_date":"2025-04-09","target_number":"4.1","goal_number":"4","indicator_sort_order":"04-01-02","progress_status":"moderate_progress"}