{"auto_progress_calculation":true,"computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Education level","value":"Primary education"},{"field":"Education level","value":"Lower secondary education"},{"field":"Education level","value":"Upper secondary education"},{"field":"Education level","value":"Completed primary education or higher"},{"field":"Education level","value":"Completed lower secondary education or higher"},{"field":"Education level","value":"Completed upper secondary education or higher"},{"field":"Age group","value":"15-64 years old"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Age group","Sex","Location","Education level"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"","graph_titles":[{"series":"Completion rate","title":"Completion rate parity"},{"series":"Educational attainment rate","title":"Educational attainment rate parity"},{"series":"Participation rate of youth and adults in formal and non-formal education and training in the previous 12 months","title":"Parity in the participation rate of youth and adults in formal and non-formal education and training in the previous 12 months"},{"series":"Proportion of students achieving at least a minimum proficiency level in mathematics","title":"Parity in the proportion of students achieving at least a minimum proficiency level in mathematics"},{"series":"Proportion of students achieving at least a minimum proficiency level in reading","title":"Parity in the proportion of students achieving at least a minimum proficiency level in reading"}],"graph_type":"bar","indicator_name":"global_indicators.4-5-1-title","indicator_number":"4.5.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target":1,"target_year":2030}],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"ï»¿composite_breakdown_label":"","SDG_GOAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET":"<p>Target 4.5: By 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations</p>","SDG_INDICATOR":"<p>Indicator 4.5.1: Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators on this list that can be disaggregated</p>","STAT_CONC_DEF":"<p>The parity index is the main method chosen by the international community to measure equity across the Goal 4 indicators, and is defined by the ratio between the values of a given indicator for two different groups. An index between 0.97 and 1.03 indicates a parity between the two groups. A value that is less than 0.97 or greater than 1.03 indicates an inequity between the two groups.</p>\n<p><b>Gender Parity Index:</b> is the ratio between the values of a given indicator of males and females. This is calculated by dividing the female value of an indicator by the male value of the same indicator. It is the main method chosen by the international community, such as UNESCO, to measure equity across the SDG-4 indicators. A GPI between 0.97 and 1.03 indicates parity between females and males. A value less than 0.97 indicates a disparity in favour of boys and a value more than 1.03 indicates a disparity in favour of girls.</p>\n<p><b>Location Parity Index:</b> measures progress towards parity in education participation and/or learning opportunities available for children, adolescents or youth living in rural areas in relation to those living in urban areas. This is calculated by dividing the rural value of an indicator by the urban value of the same indicator. It is the main method chosen by the international community, such as UNESCO, to measure equity across the SDG-4 indicators. A location parity index between 0.97 and 1.03 indicates parity between those living in urban and rural locations. A value less than 0.97 indicates a disparity in favour of those living in urban locations and a value more than 1.03 indicates a disparity in favour of those living in rural locations.</p>\n<p><b>Wealth Parity Index:</b> measures disparities between the poorest and richest population quintiles. This is calculated by dividing the bottom wealth quintile by the top wealth quintile of the same indicator. An index between 0.97 and 1.03 indicates parity between those children from the bottom wealth quintile and those from the top wealth quintile. A value less than 0.97 indicates a disparity in favour of children from the top quintile and a value more than 1.03 indicates a disparity in favour of those from the bottom quintile.</p>","DATA_COMP":"custom.data-comp","REC_USE_LIM":"The territories did not participate in PISA 2015, and as a result are not represented in some indicators.\n<br><br>\nThe population surveyed for the educational indicator \"Educational attainment rate\" is the population aged 25 years and over.\n<br><br>\nOnly data for upper secondary education are available for the educational indicator \"Completion rate\" for the Location Parity Index and the Wealth Parity Index.","SDG_GOAL__GLOBAL":"<p>Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all</p>","SDG_TARGET__GLOBAL":"<p>Target 4.5: By 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 4.5.1: Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators on this list that can be disaggregated</p>","un_designated_tier":"Tier I/II depending on indice","un_custodian_agency":"United Nations Educational, Scientific and Cultural Organization (UNESCO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"UIS Database - SDG 4 Indicators\n","source_url_1":"https://sdg4-data.uis.unesco.org/","source_organisation_1":"UNESCO Institute for Statistics (UIS)","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada","fr":{"SDG_GOAL":"<p>Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.</p>","SDG_TARGET":"<p>Cible 4.5 : d'ici 2030, éliminer les disparités entre les sexes dans l'enseignement et assurer aux personnes vulnérables, notamment aux personnes handicapées, aux populations autochtones et aux enfants en situation vulnérable, l'égalité d'accès à tous les niveaux d'enseignement et de formation professionnelle.</p>","SDG_INDICATOR":"<p>Indicateur 4.5.1 : Indices de parité (femmes/hommes, urbain/rural, quintile inférieur/supérieur de richesse et autres paramètres tels que le handicap, le statut d’autochtone et les situations de conflit, à mesure que les données deviennent disponibles) pour tous les indicateurs dans le domaine de l’éducation de cette liste pouvant être ventilés</p>","STAT_CONC_DEF":"L’indice de parité est la principale méthode choisie par la communauté internationale pour mesurer l’équité entre les indicateurs de l’objectif 4 et est défini par le rapport entre les valeurs d’un indicateur donné pour deux groupes différents. Une valeur comprise entre 0,97 et 1,03 indique une parité entre les deux groupes. Une valeur inférieure à 0,97 ou supérieure à 1,03 indique une disparité entre les deux groupes.\n<p><b>Indice de parité entre les sexes :</b> représente le rapport entre la valeur correspondant au sexe féminin et celle correspondant au sexe masculin pour un indicateur donné. Ce chiffre est calculé en divisant la valeur de la composante des personnes de sexe féminin de l’indicateur par la valeur de la composante des personnes de sexe masculin pour le même indicateur. C’est la principale méthode choisie par la communauté internationale, comme l’UNESCO, pour mesurer l’équité entre les indicateurs de l’objectif 4 des objectifs de développement durable (ODD). Un indice de parité entre les sexes compris entre 0,97 et 1,03 indique une parité entre les personnes de sexe féminin et de sexe masculin. Une valeur inférieure à 0,97 est le signe d’une disparité en faveur des personnes de sexe masculin et une valeur supérieure à 1,03 reflète une disparité en faveur des personnes de sexe féminin.</p>\n<p><b>Indice de parité entre milieu urbain et milieu rural :</b> mesure le progrès accompli vers la parité en matière de scolarisation ou d’occasions d’apprentissage offertes aux enfants, aux adolescents ou aux jeunes vivant en milieu rural comparativement à ceux vivant en milieu urbain. Ce chiffre est calculé en divisant la valeur de la composante rurale de l’indicateur par la valeur de la composante urbaine du même indicateur. C’est la principale méthode choisie par la communauté internationale, comme l’UNESCO, pour mesurer l’équité entre les indicateurs de l’objectif 4 des ODD. Un indice de parité entre milieu urbain et milieu rural compris entre 0,97 et 1,03 indique une parité entre les personnes vivant en milieu rural et celles vivant en milieu urbain. Une valeur inférieure à 0,97 révèle une disparité en faveur des personnes vivant en milieu urbain et une valeur supérieure à 1,03 révèle une disparité en faveur de celles vivant en milieu rural.</p>\n<p><b>Indice de parité de richesse : </b> mesure les disparités entre les quintiles de population les plus pauvres et les plus riches. Cet indice est calculé en divisant le quintile de richesse inférieur par le quintile de richesse supérieur du même indicateur. Un indice compris entre 0,97 et 1,03 indique une parité entre les enfants du quintile de richesse inférieur et ceux du quintile de richesse supérieur. Une valeur inférieure à 0,97 indique une disparité en faveur des enfants du quintile supérieur et une valeur supérieure à 1,03 indique une disparité en faveur des enfants du quintile inférieur.</p>","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Les territoires n’ont pas participé au PISA de 2015 et par conséquent, ils ne sont pas représentés dans certains indicateurs.\n<br><br>\nLa population sondée pour l’indicateur d'éducation « Taux de scolarisation » est la population âgée de 25 ans et plus.\n<br><br>\nSeules les données pour l’enseignement secondaire de deuxième cycle sont disponibles pour l’indicateur d'éducation « Taux d'achèvement » pour l’indice de parité entre milieu urbain et rural et l’indice de parité de richesse.","SDG_GOAL__GLOBAL":"<p>Objectif 4 : Assurer l'accès de tous à une éducation de qualité, sur un pied d'égalité, et à promouvoir les possibilités d'apprentissage tout au long de la vie.</p>","SDG_TARGET__GLOBAL":"<p>Cible 4.5 : d'ici 2030, éliminer les disparités entre les sexes dans l'enseignement et assurer aux personnes vulnérables, notamment aux personnes handicapées, aux populations autochtones et aux enfants en situation vulnérable, l'égalité d'accès à tous les niveaux d'enseignement et de formation professionnelle.</p>","SDG_INDICATOR__GLOBAL":"<p>Indicateur 4.5.1 : Indices de parité (femmes/hommes, urbain/rural, quintile inférieur/supérieur de richesse et autres paramètres tels que le handicap, le statut d’autochtone et les situations de conflit, à mesure que les données deviennent disponibles) pour tous les indicateurs dans le domaine de l’éducation de cette liste pouvant être ventilés</p>","un_designated_tier":"Niveau I/II selon l’indice","un_custodian_agency":"Organisation des Nations Unies pour l'éducation, la science et la culture (UNESCO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-05-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Base de données de l'ISU - Indicateurs ODD 4 (en anglais seulement)\n","source_url_1":"https://sdg4-data.uis.unesco.org/","source_organisation_1":"Institut de statistique de l’UNESCO","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada"},"national_metadata_updated_date":"2025-04-04","national_data_updated_date":"2025-04-04","target_number":"4.5","goal_number":"4","indicator_sort_order":"04-05-01"}