{"auto_progress_calculation":true,"composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[{"field":"Activity group","value":"Total, unpaid work activities"},{"field":"Gender","value":"Total, all persons"},{"field":"Age group","value":"Total, 15 years and over"},{"field":"Geography","value":"Canada"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"chart.5-4-1-title","graph_titles":[],"graph_type":"bar","indicator_name":"global_indicators.5-4-1-title","indicator_number":"5.4.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_status":"deterioration","reporting_status":"complete","sort":"","standalone":false,"tags":[],"SDG_GOAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET":"<p>Target 5.4: Recognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate</p>","SDG_INDICATOR":"<p>Indicator 5.4.1: Proportion of time spent on unpaid domestic and care work, by sex, age and location</p>","STAT_CONC_DEF":"This indicator is defined as the proportion of time spent in a day on unpaid domestic and care work by men and women. Unpaid domestic and care work refers to activities related to the provision of services for own final use by household members, or by family members living in other households. These activities are listed in ICATUS 2016 under the major divisions “3. Unpaid domestic services for household and family members” and “4. Unpaid caregiving services for household and family members”. <br><br> The average time spent on an activity is a daily average based on a seven day week and the proportion of day is based on a 24 hour day.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Excludes territories and institutionalized population. <br><br> Given that the non-binary population is small, data aggregation to a two-category gender variable is sometimes necessary to protect the confidentiality of responses provided. In these cases, individuals in the category “non-binary persons” are distributed into the other two gender categories and are denoted by the “+” symbol. <br><br> The sex variable in the 2015 Time Use Survey and the two-category gender variable in the 2022 Time Use Survey are included together in this indicator. Although sex and gender refer to two different concepts, the introduction of gender is not expected to have a significant impact on data analysis and historical comparability, given the small size of the transgender and non-binary populations. For additional information on changes of concepts over time, please consult the Age, Sex at Birth and Gender Reference Guide. <br><br> The 2022 Time Use Survey offered both telephone and Internet modes of data collection in recognition of the need to adapt to the changing use of technology and the ever-present demands on Canadians’ time. Any significant change in survey methodology can affect the comparability of the data over time. It is impossible to determine with certainty whether, and to what extent, differences in a variable are attributable to an actual change in the population or to changes in the survey methodology. However, there are reasons to believe that the use of an electronic questionnaire might have an impact on the estimations. As a result, trend analysis on unpaid work and care should be done with caution and this visualization product does not provide a comparison between years for disaggregated data.","SDG_GOAL__GLOBAL":"<p>Goal 5: Achieve gender equality and empower all women and girls</p>","SDG_TARGET__GLOBAL":"<p>Target 5.4: Recognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 5.4.1: Proportion of time spent on unpaid domestic and care work, by sex, age and location</p>","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Statistics Division (UNSD), United Nations Entity for Gender Equality and the Empowerment of Women (UN Women)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 45-10-0014-01  Daily average time spent on various activities by age group and sex, 2015, inactive","source_organisation_1":"Statistics Canada","source_periodicity_1":"Occasional","source_geographical_coverage_1":"Canada, Geographical region of Canada, Province or territory","source_url_1":"https://doi.org/10.25318/4510001401-eng","source_active_2":true,"source_url_text_2":"Statistics Canada. Table 45-10-0104-01  Daily average time spent on various activities, by age group and gender, 2022","source_organisation_2":"Statistics Canada","source_periodicity_2":"Occasional","source_geographical_coverage_2":"Canada, Geographical region of Canada, Province or territory","source_url_2":"https://doi.org/10.25318/4510010401-eng","fr":{"SDG_GOAL":"Objectif 5 : Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles","SDG_TARGET":"Cible 5.4 : Prendre en compte et valoriser les soins et travaux domestiques non rémunérés, par la mise en place de services publics, d’infrastructures et de politiques de protection sociale et par la promotion du partage des responsabilités dans le ménage et la famille, en fonction du contexte national","SDG_INDICATOR":"Indicateur 5.4.1 : Proportion du temps consacré à des soins et travaux domestiques non rémunérés, par sexe, âge et lieu de résidence","STAT_CONC_DEF":"Cet indicateur est défini comme la proportion de temps passé dans une journée à faire du travail domestique et prodiguer des soins de façon non rémunérée par les hommes et les femmes. Le travail domestique et les soins non rémunérés font référence aux activités liées à la fourniture de services pour l’usage final par des membres du ménage ou par des membres de la famille vivant dans d’autres ménages. Ces activités sont répertoriées dans la Classification internationale des activités à prendre en compte dans les statistiques du budget-temps (ICATUS 2016) sous les principales divisions « 3. Services domestiques non rémunérés aux membres du ménage et de la famille » et « 4. Services de soins non rémunérés aux membres du ménage et de la famille ». <br><br> La moyenne de temps consacré à une activité est une moyenne quotidienne basée sur les sept jours de la semaine.","DATA_COMP":"custom.data-comp","REC_USE_LIM":"Exclut la population des territoires et les personnes institutionalisées. <br><br> Étant donné que la taille de la population non binaire est petite, il est parfois nécessaire d’agréger les données dans une variable sur le genre à deux catégories pour protéger la confidentialité des réponses fournies. Dans ces cas, les personnes dans la catégorie « personnes non binaires » sont réparties dans les deux autres catégories de genre et sont désignées par le signe +. <br><br> La variable « sexe » dans l’Enquête sur l’emploi du temps de 2015 et la variable sur le genre à deux catégories dans l’Enquête sur l’emploi du temps de 2022 sont incluses ensemble dans cet indicateur. Bien que le sexe et le genre soient deux concepts différents, l’introduction du genre ne devrait pas avoir d’incidence importante sur l’analyse de données et la comparabilité historique, étant donné la petite taille des populations transgenre et non binaire. Pour obtenir de plus amples renseignements sur les changements dans les concepts au fil du temps, veuillez consulter le Guide de référence sur l’âge, le sexe à la naissance et le genre. <br><br> La collecte de l'Enquête sur l'emploi du temps de 2022 avait deux modes de collecte : par téléphone et par Internet. Cette approche répondait à la nécessité de s’adapter aux changements dans l’utilisation des technologies et aux contraintes de temps des répondants. Toute modification importante apportée à la méthodologie de l’enquête peut avoir une incidence sur la comparabilité des données au fil du temps. Il est impossible de déterminer avec certitude si, et dans quelle mesure, les différences concernant une variable sont attribuables à un changement réel dans la population ou à des changements dans la méthodologie d’enquête. Il y a cependant des raisons de croire que l’utilisation du questionnaire électronique pourrait avoir eu une incidence sur les estimations. Par conséquent, la comparaison entre l'Enquête sur l'emploi du temps de 2022 et les cycles précédents en ce qui concerne les résultats des activités de travail et des soins non-rémunérés, doit être faite avec prudence. Ce produit de visualisation ne fournit pas une comparaison entre les années pour les données désagrégées.","SDG_GOAL__GLOBAL":"Objectif 5 : Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles","SDG_TARGET__GLOBAL":"Cible 5.4 : Prendre en compte et valoriser les soins et travaux domestiques non rémunérés, par la mise en place de services publics, d’infrastructures et de politiques de protection sociale et par la promotion du partage des responsabilités dans le ménage et la famille, en fonction du contexte national","SDG_INDICATOR__GLOBAL":"Indicateur 5.4.1 : Proportion du temps consacré à des soins et travaux domestiques non rémunérés, par sexe, âge et lieu de résidence","un_designated_tier":"Niveau II","un_custodian_agency":"Division de statistique de l’ONU, Entité des Nations Unies pour l’égalité des sexes et l’autonomisation des femmes (ONU Femmes)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 45-10-0014-01  Temps moyen consacré par jour à diverses activités par groupe d'âge et sexe, 2015, inactif","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, Région géographique du Canada, Province ou territoire","source_url_1":"https://doi.org/10.25318/4510001401-fra","source_active_2":true,"source_url_text_2":"Statistique Canada. Tableau 45-10-0104-01  Temps moyen consacré par jour à diverses activités, par groupe d'âge et le genre, 2022","source_organisation_2":"Statistique Canada","source_periodicity_2":"Occasionnelle","source_geographical_coverage_2":"Canada, Région géographique du Canada, Province ou territoire","source_url_2":"https://doi.org/10.25318/4510010401-fra"},"national_metadata_updated_date":"2024-11-14","national_data_updated_date":"2025-04-09","target_number":"5.4","goal_number":"5","indicator_sort_order":"05-04-01"}