{"auto_progress_calculation":true,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[{"field":"Distance-capacity public transit service area","value":"500 metres from low-capacity public transit stops only"},{"field":"Distance-capacity public transit service area","value":"1000 metres from high-capacity public transit stops only"},{"field":"Geography","value":"Canada"},{"field":"Location","value":"Total, location"},{"field":"Gender","value":"Total, gender"},{"field":"Demographic and socio-economic","value":"Total - Age groups of the population - 100% data"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Geography"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population that has convenient access to public transport","graph_titles":[],"graph_type":"bar","indicator_available":"Proportion of population that has convenient access to public transport","indicator_name":"Proportion of population that has convenient access to public transport, by sex, age and persons with disabilities","indicator_number":"11.2.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target":100,"target_year":2030}],"reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"proxy":"proxy","SDG_GOAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET":"Target 11.2: By 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons","SDG_INDICATOR":"Indicator 11.2.1: Proportion of population that has convenient access to public transport","STAT_CONC_DEF":"The access to public transport is considered convenient when a stop is accessible within a walking distance along the street network of 500 m from a reference point such as a home, school, work place, market, etc. to a low-capacity public transport system (e.g. bus, Bus Rapid Transit) and/or 1 km to a high-capacity system (e.g. rail, metro, ferry).","DATA_COMP":"<p>The method used to estimate the percentage of Canadians living within a distance of a public transport access point was as follows:</p>  <ol> <li>Locations of public transport stops of all kinds (bus, trolley, surface and underground rail, ferry) were obtained from the municipalities’ or the local transit authorities’ websites or directly provided by them to Statistics Canada. Complete data coverage was achieved for the municipalities constituting the 41 census metropolitan areas (CMAs). Other municipalities inside census agglomerations (CAs) and outside of CMAs and CAs were included when regularly scheduled public transit service was identified and the geospatial data was available.</li> <li>Public transit stop locations and the Road Network File data were used to create distance and public transit carrying capacity dependent Service Areas.</li> <li>Service area boundaries were used to estimate the population counts based on the Statistics Canada 2021 Census of population data at the blockface geographic level.</li> <li>Counts at the blockface level were aggregated to municipal /Census Subdivision (CSD), CMA/CA, provincial/territorial and the national levels.</li> <li>The proportion of the population within a service area for each geographic unit in scope was calculated by dividing the estimated counts by the geographic unit's total population.</li> <li>Note that the provincial/territorial and the national aggregate totals are calculated based on the sum of values of the geographies within the scope of analysis.</li> <li>Statistics Canada data confidentiality and rounding rules were applied to all estimates.</li> </ol>","REC_USE_LIM":"This is a proxy indicator. The UN Global metadata defines the proportion of population that has convenient access to public transport as the proportion of population that has access to a low-capacity public transit stop within 500 m and/or a high-capacity public transit stop within 1 km. However, the proportion of population that has access to a low-capacity public transit stop within 500 m or to a high-capacity public transit stop within 1 km are only available as separate statistics. <br><br> Data for some geographies may not be available for a specific reference period.","SDG_GOAL__GLOBAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET__GLOBAL":"Target 11.2: By 2030, provide access to safe, affordable, accessible and sustainable transport systems for all, improving road safety, notably by expanding public transport, with special attention to the needs of those in vulnerable situations, women, children, persons with disabilities and older persons","SDG_INDICATOR__GLOBAL":"Indicator 11.2.1: Proportion of population that has convenient access to public transport, by sex, age and persons with disabilities\n      ","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-02-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 23-10-0313-01  Access to public transport by distance and public transport carrying capacity, geography, gender, and selected demographic and socio-economic characteristics","source_organisation_1":"Statistics Canada","source_periodicity_1":"Annual","source_geographical_coverage_1":"Canada, Province or territory, Census subdivision, Census metropolitan area, Census agglomeration, Census metropolitan area part","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=2310031301","fr":{"SDG_GOAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET":"Cible 11.2 : D’ici à 2030, assurer l’accès de tous à des systèmes de transport sûrs, accessibles et viables, à un coût abordable, en améliorant la sécurité routière, notamment en développant les transports publics, une attention particulière devant être accordée aux besoins des personnes en situation vulnérable, des femmes, des enfants, des personnes handicapées et des personnes âgées","SDG_INDICATOR":"Indicateur 11.2.1 : Proportion de la population ayant aisément accès aux transports publics","STAT_CONC_DEF":"L'accès au transport en commun est considéré comme pratique lorsqu'un arrêt est accessible à une distance de marche le long du réseau routier de 500 m d'un point de référence, tel que le domicile, l'école, le lieu de travail, le marché, etc., jusqu'à un système de transport en commun de faible capacité (par exemple : autobus, autobus rapide) et/ou de 1km jusqu'à un système à haute capacité (par exemple : train, métro, traversier).","DATA_COMP":"<p>La méthode utilisée pour estimer le pourcentage de la population canadienne vivant dans un certain rayon d’un point d’accès au transport en commun est la suivante :</p> <ol> <li>Les emplacements de tous les types d’arrêts de transport en commun (autobus, trolleybus, métro en surface ou souterrain, traversier) ont été obtenus en consultant les sites Web des municipalités ou des commissions de transport locales, ou ont été directement fournis par ces dernières à Statistique Canada. Une couverture complète a été obtenue pour les municipalités faisant partie des 41 régions métropolitaines de recensement (RMR). D’autres municipalités situées à l’intérieur des agglomérations de recensement (AR) et à l’extérieur des RMR et des AR ont été incluses lorsque des services de transport en commun réguliers étaient identifiés et que des données géospatiales étaient disponibles.</li> <li>Les emplacements des arrêts de transport en commun et les données du fichier du réseau routier ont servi à créer des secteurs de service selon la distance et la capacité d’accueil du transport en commun.</li> <li>Les limites des secteurs de service ont été utilisées pour estimer les chiffres de population à partir des données du Recensement de la population 2021 de Statistique Canada au niveau géographique des côtés d’îlot.</li> <li>Les chiffres au niveau des côtés d’îlot ont été agrégés aux niveaux municipal, provincial ou territorial et national, ainsi que des SDR, des RMR et des AR.</li> <li>La proportion de la population située dans un secteur de service pour chaque unité géographique de la portée a été calculée en divisant les chiffres estimés par la population totale de l’unité géographique.</li> <li>Notez que les totaux agrégés provinciaux ou territoriaux et nationaux sont calculés en fonction de la somme des valeurs des zones géographiques faisant partie de la portée de l’analyse.</li> <li>Les règles de confidentialité et d’arrondissement des données de Statistique Canada ont été appliquées à toutes les estimations.</li> </ol>","REC_USE_LIM":"Il s’agit d’un indicateur de substitution. Les métadonnées mondiales des Nations Unies définissent la proportion de la population ayant aisément accès au transport en commun comme la proportion de la population ayant accès à un arrêt de transport en commun à faible capacité à moins de 500 mètres et/ou à un arrêt de transport en commun à haute capacité à moins de 1 km. Cependant, les statistiques sur la proportion de la population ayant accès à un arrêt de transport en commun à faible capacité à moins de 500 mètres ou à un arrêt de transport en commun à haute capacité à moins de 1 km ne sont disponibles que séparément. <br><br> Les données pour certaines régions géographiques pourraient être indisponibles pour une période de référence précise.","SDG_GOAL__GLOBAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET__GLOBAL":"Cible 11.2 : D’ici à 2030, assurer l’accès de tous à des systèmes de transport sûrs, accessibles et viables, à un coût abordable, en améliorant la sécurité routière, notamment en développant les transports publics, une attention particulière devant être accordée aux besoins des personnes en situation vulnérable, des femmes, des enfants, des personnes handicapées et des personnes âgées","SDG_INDICATOR__GLOBAL":"Indicateur 11.2.1 : Proportion de la population ayant aisément accès aux transports publics, par âge, sexe et situation au regard du handicap","un_designated_tier":"Niveau I","un_custodian_agency":"Programme des Nations Unies pour les établissements humains (ONU-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-02-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 23-10-0313-01  Accès au transport en commun selon la distance et la capacité d’accueil du transport en commun, la géographie, le genre et certaines caractéristiques démographiques et socioéconomiques","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, Province ou territoire, Subdivision de recensement, Région métropolitaine de recensement, Agglomération de recensement, Partie de région métropolitaine de recensement","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=2310031301"},"national_metadata_updated_date":"2025-02-24","national_data_updated_date":"2025-04-17","target_number":"11.2","goal_number":"11","indicator_sort_order":"11-02-01"}