{"computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"success","data_notice_heading":"Exploring data sources","data_notice_text":"Statistics Canada has not yet found any suitable data sources to report on this indicator.<br>Please <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">contact us</a> if you have any suggestions.","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Average share of the built-up area of cities that is open space for public use for all, by sex, age and persons with disabilities","graph_titles":[],"graph_type":"line","indicator_name":"Average share of the built-up area of cities that is open space for public use for all, by sex, age and persons with disabilities","indicator_number":"11.7.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive"}],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET":"Target 11.7: By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities","SDG_INDICATOR":"Indicator 11.7.1: Average share of the built-up area of cities that is open space for public use for all, by sex, age and persons with disabilities","STAT_CONC_DEF":"This indicator measures the average share of land allocated to public spaces in cities and the total population with access of these spaces, by age, gender, and disability. The share of land that a city allocates to streets and open public spaces is not only critical to its productivity, but also contributes significantly to the social dimensions and health of its population. <br><br> **City:** The United Nations Statistical Commission endorsed the Degree of Urbanisation (DEGURBA) as a workable method to delineate cities, urban and rural areas for international statistical comparisons. This definition combines population size and population density thresholds to classify the entire territory of a country along the urban-rural continuum, and captures the full extent of a city, including the dense neighbourhoods beyond the boundary of the central municipality. <br><br> **Built-up area of cities:** For indicator 11.7.1, built-up areas, as the indicator denominator has the same meaning as “city”. <br><br> **Public space:** For the purpose of monitoring and reporting on indicator 11.7.1, public space is defined as all places of public use, accessible by all, and comprises open public space and streets. <br><br> **Open public space:** Open public space is any open piece of land that is undeveloped or land with no buildings (or other built structures) that is accessible to the public without charge, and provides recreational areas for residents and helps to enhance the beauty and environmental quality of neighbourhoods. <br><br> **Streets:** Streets are defined thoroughfares that are based inside urban areas, towns, cities and neighbourhoods most commonly lined with houses or buildings used by pedestrians or vehicles in order to go from one place to another in the city, interact and to earn a livelihood. The main purpose of a street is facilitating movement and enabling public interaction. The following elements are considered as streets space: streets, avenues and boulevards, pavements, passages and galleries, bicycle paths, sidewalks, traffic island, tramways, and roundabouts.","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"Goal 11: Make cities and human settlements inclusive, safe, resilient and sustainable","SDG_TARGET__GLOBAL":"Target 11.7: By 2030, provide universal access to safe, inclusive and accessible, green and public spaces, in particular for women and children, older persons and persons with disabilities","SDG_INDICATOR__GLOBAL":"Indicator 11.7.1: Average share of the built-up area of cities that is open space for public use for all, by sex, age and persons with disabilities","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-07-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","fr":{"SDG_GOAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET":"Cible 11.7 : D’ici à 2030, assurer l’accès de tous, en particulier des femmes et des enfants, des personnes âgées et des personnes handicapées, à des espaces verts et des espaces publics sûrs","SDG_INDICATOR":"Indicateur 11.7.1 : Proportion moyenne de la surface urbaine construite consacrée à des espaces publics, par sexe, âge et situation au regard du handicap","STAT_CONC_DEF":"Cet indicateur mesure la proportion moyenne de la superficie des villes consacrée aux espaces publics et la population totale ayant accès à ces espaces, par âge, sexe et handicap. La proportion de la superficie urbaine consacrée aux rues et aux espaces publics ouverts n'est pas seulement essentielle à sa productivité, mais contribue également de manière significative aux dimensions sociales et à la santé de sa population. <br><br> **Ville :** La Commission statistique des Nations unies a approuvé le degré d'urbanisation (DEGURBA) comme méthode viable pour délimiter les villes, les zones urbaines et les zones rurales pour les comparaisons statistiques internationales. Cette définition combine des seuils de taille et de densité de la population pour classer l'ensemble du territoire d'un pays selon le continuum urbain-rural, et englobe toute l'étendue d'une ville, y compris les quartiers denses situés au-delà des limites de la municipalité centrale. <br><br> **Superficie urbaine construite :** Pour l'indicateur 11.7.1, la superficie urbaine construite, en tant que dénominateur de l'indicateur, a la même signification que « ville ». <br><br> **Espace public :** Dans le cadre du suivi et du reportage de l'indicateur 11.7.1, l'espace public est défini comme l'ensemble des lieux à usage public, accessibles à tous, et comprend les espaces publics ouverts et les rues. <br><br> **Espace public ouvert :** L'espace public ouvert est tout terrain non aménagé ou dépourvu de bâtiments (ou autres structures construites) qui est accessible au public sans frais, et qui offre des espaces de loisirs aux résidents et contribue à améliorer la beauté et la qualité environnementale des quartiers. <br><br> **Rues :** Les rues sont des voies de circulation définies à l'intérieur des zones urbaines, des villes et des quartiers, le plus souvent bordées de maisons ou de bâtiments, utilisées par les piétons ou les véhicules pour se rendre d'un endroit à un autre dans la ville, interagir et gagner leur vie. L'objectif principal d'une rue est de faciliter le mouvement et de permettre l'interaction publique. Les éléments suivants sont considérés comme des espaces de rues : les rues, les avenues et les boulevards, les chaussées, les passages et les galeries, les pistes cyclables, les trottoirs, les îlots de circulation, les tramways et les ronds-points.","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET__GLOBAL":"Cible 11.7 : D’ici à 2030, assurer l’accès de tous, en particulier des femmes et des enfants, des personnes âgées et des personnes handicapées, à des espaces verts et des espaces publics sûrs","SDG_INDICATOR__GLOBAL":"Indicateur 11.7.1 : Proportion moyenne de la surface urbaine construite consacrée à des espaces publics, par sexe, âge et situation au regard du handicap","un_designated_tier":"Niveau I","un_custodian_agency":"Programme des Nations unies pour les établissements humains (ONU-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-07-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies"},"national_metadata_updated_date":"2025-04-02","target_number":"11.7","goal_number":"11","indicator_sort_order":"11-07-01"}