{"computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"success","data_notice_heading":"Exploring data sources","data_notice_text":"Statistics Canada has not yet found any suitable data sources to report on this indicator.<br>Please <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">contact us</a> if you have any suggestions.","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Number of companies publishing sustainability reports","graph_titles":[],"graph_type":"line","indicator_name":"Number of companies publishing sustainability reports","indicator_number":"12.6.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive"}],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 12: Ensure sustainable consumption and production patterns","SDG_TARGET":"Target 12.6: Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle","SDG_INDICATOR":"Indicator 12.6.1: Number of companies publishing sustainability reports","STAT_CONC_DEF":"<u>Sustainability Reports:</u><br>\nFor the purposes of this indicator, ‘sustainability reports’ will not be limited to stand-alone sustainability reports produced by companies, but will be considered as ‘reporting sustainability information’ and expanded to other forms of reporting sustainability information, such as publishing sustainability information as part of the company’s annual reports or reporting sustainability information to the national government. This is to ensure that the focus of the indicator is on tracking the publishing of sustainability information, rather than on the practice of publishing stand-alone sustainability reports. It also ensures that the indicator interpretation is aligned with the wording of Target 12.6 which refers to promoting “the integration of sustainability information into the annual reporting cycle of companies”.\n<br><br>\n<u>Company:</u><br>\nWhile many companies report at the group level, many of their impacts will be local, and some subsidiaries or franchises produce separate sustainability reports. As a practice that should be encouraged, and one that is useful to monitor, it is therefore proposed to count both the group and subsidiary/franchise level separately, as separate entities. “Company” can therefore apply to either the parent company, or a franchise or subsidiary, depending on their reporting practices.","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"Goal 12: Ensure sustainable consumption and production patterns","SDG_TARGET__GLOBAL":"Target 12.6: Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle","SDG_INDICATOR__GLOBAL":"Indicator 12.6.1: Number of companies publishing sustainability reports","un_designated_tier":"Tier II","un_custodian_agency":"UN Environment (UNEP), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-12-06-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","fr":{"SDG_GOAL":"Objectif 12 : Établir des modes de consommation et de production durables","SDG_TARGET":"Cible 12.6 : Encourager les entreprises, en particulier les grandes entreprises et les sociétés transnationales, à adopter des pratiques viables et à intégrer dans les rapports qu’elles établissent des informations sur la viabilité","SDG_INDICATOR":"Indicateur 12.6.1 : Nombre d’entreprises qui publient des rapports sur le développement durable","STAT_CONC_DEF":"<u>Rapports sur le développement durable :</u><br>\nAux fins de cet indicateur, les « rapports sur le développement durable » ne seront pas limités aux rapports distincts sur le développement durable produits par les entreprises, mais seront considérés comme « rapportant des renseignements sur le développement durable » et étendus à d’autres formes de déclaration sur le développement durable, comme la publication de renseignements sur le développement durable dans les rapports annuels de l’entreprise ou la déclaration de renseignements sur le développement durable au gouvernement national. Cela vise à garantir que l’indicateur met l’accent sur le suivi de la publication de renseignements sur le développement durable, plutôt que sur la pratique de la publication de rapports distincts sur le développement durable. Cela garantit également que l’interprétation de l’indicateur est conforme à la formulation de la cible 12.6 qui fait référence à la promotion de « l’intégration de renseignements sur le développement durable dans le cycle de déclaration annuelle des entreprises ».\n<br><br>\n<u>Entreprise :</u><br>\nAlors que plusieurs entreprises établissent des rapports au niveau du groupe, bon nombre de leurs répercussions se feront sentir localement, et certaines filiales ou franchises produisent des rapports de développement durable distincts. En tant que pratique à favoriser et intéressante à surveiller, il est donc proposé de comptabiliser séparément le niveau du groupe et celui de la filiale ou de la franchise en tant qu’entités distinctes. Le terme « entreprise » peut donc s’appliquer soit à la société mère, soit à une franchise ou filiale, en fonction de leurs pratiques de déclaration.","DATA_COMP":"   ","REC_USE_LIM":"   ","SDG_GOAL__GLOBAL":"Objectif 12 : Établir des modes de consommation et de production durables","SDG_TARGET__GLOBAL":"Cible 12.6 : Encourager les entreprises, en particulier les grandes entreprises et les sociétés transnationales, à adopter des pratiques viables et à intégrer dans les rapports qu’elles établissent des informations sur la viabilité","SDG_INDICATOR__GLOBAL":"Indicateur 12.6.1 : Nombre d’entreprises qui publient des rapports sur le développement durable","un_designated_tier":"Niveau II","un_custodian_agency":"Programme des Nations Unies pour l'environnement (PNUE), Conférence des Nations Unies sur le commerce et le développement (CNUCED)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-12-06-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies"},"national_metadata_updated_date":"2025-01-21","target_number":"12.6","goal_number":"12","indicator_sort_order":"12-06-01"}