{"auto_progress_calculation":true,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Geography","Population","Economic family type"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_titles":[{"series":"Proportion with share above 10%","title":"Proportion of population (individuals) with share above 10% with large household expenditures on select health care items as a share of total after-tax income"},{"series":"Proportion with share above 25%","title":"Proportion of population (individuals) with share above 25% with large household expenditures on select health care items as a share of total after-tax income"}],"graph_type":"line","indicator_available":"Proportion of population (individuals) with large household expenditures on select health care items as a share of total after-tax income","indicator_name":"Proportion of population with large household expenditures on health as a share of total household expenditure or income","indicator_number":"3.8.2","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"negative","target":0.01,"series":"Proportion with share above 10%"},{"direction":"negative","target":0.01,"series":"Proportion with share above 25%"}],"reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"proxy":"proxy","SDG_GOAL":"Goal 3: Ensure healthy lives and promote well-being for all at all ages","SDG_TARGET":"Target 3.8: Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all","SDG_INDICATOR":"Indicator 3.8.2: Proportion of population (individuals) with large household expenditures on select health care items as a share of total after-tax income","STAT_CONC_DEF":"Proportion of the population with large household expenditure on health as a share of total household expenditure or income. Two thresholds are used to define “large household expenditure on health”: greater than 10% and greater than 25% of total household expenditure or income.","DATA_COMP":"<p>The Survey of Household Spending collects expenditures using two collection modes:  a questionnaire (using recall periods that vary based on the type of expenditure) and a two-week diary.</p>\n<p>For methodological reasons, health care expenditures collected through the two-week diary were excluded from the numerator in the calculation of each household's proportion of income spent on health care. The excluded health care items are: non-prescribed medicines and pharmaceutical products; health care supplies; other health care equipment (i.e. other than major equipment); and non-prescription eye wear and other eye-care goods. Since these items were excluded, the definition of health care spending used for this indicator is therefore not consistent with the Classification of Individual Consumption According to Purpose (COICOP) classification.</p>\n<p>The following out-of-pocket health care expenditures were included in the numerator: prescribed medicines and pharmaceutical products; major health care equipment (e.g. hearing aids, wheelchairs); health care services; prescription eye wear; eye-care services; and dental services.</p>\n<p>Note that expenses for prescribed medicines and pharmaceutical products are collected through the questionnaire using a three-month recall period. Reported amounts are annualized so that they cover 12 months (they are multiplied by 4, and additional adjustments account for extreme values). The inclusion of annualized spending for prescribed medicines and pharmaceutical products in the numerator for this indicator requires the assumption that a given household's spending on this item does not vary between different three-month periods of the year.</p>\n<p>After-tax household income was used for the denominator, since a measure of annual total consumption is not available at the individual household level due to design of the survey.</p>","REC_USE_LIM":"This is a proxy indicator. The UN Global indicator states: \"Proportion of population with large household expenditure on health as a share of total household expenditure or income\". SHS estimates exclude households in Canada's three territories.","PROGRESS_DETAILS":"The progress status for this indicator is measured with respect to a target of 0.01%. This target selection reflects the magnitude and precision of the data, while acknowledging that the progress measurement methodology cannot accomodate a target of exactly zero. For more information, please refer to the progress measurement methodology documentation.","SDG_GOAL__GLOBAL":"Goal 3: Ensure healthy lives and promote well-being for all at all ages","SDG_TARGET__GLOBAL":"Target 3.8: Achieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all","SDG_INDICATOR__GLOBAL":"Indicator 3.8.2: Proportion of population with large household expenditure on health as a share of total household expenditure or income","un_designated_tier":"Tier I","un_custodian_agency":"World Health Organization (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-02.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Survey of Household Spending (SHS). Custom tabulation.","source_url_1":"https://www23.statcan.gc.ca/imdb/p2SV.pl?Function=getSurvey&SDDS=3508","source_organisation_1":"Statistics Canada","source_periodicity_1":"Every 2 years","source_geographical_coverage_1":"Canada","fr":{"SDG_GOAL":"Objectif 3 : Permettre à tous de vivre en bonne santé et promouvoir le bien-être de tous à tout âge.","SDG_TARGET":"Cible 3.8 : Faire en sorte que chacun bénéficie d’une couverture sanitaire universelle, comprenant une protection contre les risques financiers et donnant accès à des services de santé essentiels de qualité et à des médicaments et vaccins essentiels sûrs, efficaces, de qualité et d’un coût abordable","SDG_INDICATOR":"Indicateur 3.8.2 : Proportion de la population (personnes) consacrant une grande part de ses dépenses du ménage à certains articles de soins de santé en proportion du revenu total après impôt","STAT_CONC_DEF":"Proportion de la population dont les ménages consacrent d'importantes dépenses de santé à la part des dépenses ou des revenus totaux des ménages. Deux seuils sont utilisés pour définir les « dépenses de santé importantes des ménages » : supérieures à 10 % et supérieures à 25 % des dépenses ou revenus totaux des ménages.","DATA_COMP":"<p>L'Enquête sur les dépenses des ménages (EDM) recueille les dépenses au moyen de deux modes de collecte : un questionnaire (utilisant des périodes de remémoration qui varient selon le type de dépense) et un journal d'une période de deux semaines.</p>\n<p>Pour des raisons de méthodologie, les dépenses en soins de santé recueillies à l'aide du journal portant sur deux semaines ont été exclues du numérateur dans le calcul de chaque proportion du revenu du ménage dépensée en soins de santé. Les articles de soins de santé exclus sont les médicaments et produits pharmaceutiques sans ordonnance, les fournitures en soins de santé, d'autres appareils de soins de santé (c.-à-d., autres que les principaux) et les articles de lunetterie et autres articles de soins des yeux sans ordonnance. Puisque ces articles ont été exclus, la définition de dépenses en soins de santé utilisée pour cet indicateur ne correspond donc pas à la Classification des fonctions de la consommation individuelle (COICOP).</p>\n<p>Les dépenses de santé remboursables suivantes ont été incluses dans le numérateur : médicaments et produits pharmaceutiques d'ordonnance; principaux appareils de soins de santé (p. ex., appareils auditifs, fauteuils roulants); services de soins de santé; lunettes ou lentilles cornéennes fournies sur ordonnance; services de soins des yeux et services dentaires.</p>\n<p>Veuillez noter que les dépenses pour médicaments et produits pharmaceutiques d'ordonnance sont recueillies au moyen du questionnaire qui utilise une période de remémoration de trois mois. Les quantités déclarées sont annualisées afin de couvrir 12 mois (elles sont multipliées par 4 et les ajustements supplémentaires tiennent compte des valeurs extrêmes). L'inclusion des dépenses annualisées pour les médicaments et produits pharmaceutiques d'ordonnance dans le numérateur pour cet indicateur exige de présumer que les dépenses d'un ménage donné pour cet article ne varient pas entre les différentes périodes de trois mois de l'année.</p>\n<p>Le revenu du ménage après impôt a été utilisé pour le dénominateur, puisqu'aucune mesure de la consommation totale annuelle n'est disponible au niveau du ménage individuel en raison de la conception de l'enquête.</p>","REC_USE_LIM":"Il s’agit d’un indicateur de substitution. L’indicateur global des Nations Unies indique: « Proportion de la population consacrant une grande part de ses dépenses ou de ses revenus domestiques aux services de soins de santé ». Les estimations de l’enquête sur les dépenses des ménages (EDM) excluent les trois territoires du Canada.","PROGRESS_DETAILS":"L'état du progrès pour cet indicateur est mesuré par rapport à une cible de 0,01 %. Ce choix de cible reflète l'ampleur et la précision des données, en reconnaissant que la méthodologie de mesure de progrès ne permet pas une cible exactement égale à zéro. Pour plus d'information, veuillez consulter la documentation de la méthodologie de mesure de progrès.","SDG_GOAL__GLOBAL":"Objectif 3 : Permettre à tous de vivre en bonne santé et promouvoir le bien-être de tous à tout âge.","SDG_TARGET__GLOBAL":"Cible 3.8 : Faire en sorte que chacun bénéficie d’une couverture sanitaire universelle, comprenant une protection contre les risques financiers et donnant accès à des services de santé essentiels de qualité et à des médicaments et vaccins essentiels sûrs, efficaces, de qualité et d’un coût abordable","SDG_INDICATOR__GLOBAL":"Indicateur 3.8.2 : Proportion de la population consacrant une grande part de ses dépenses ou de ses revenus domestiques aux services de soins de santé","un_designated_tier":"Niveau I","un_custodian_agency":"Organisation mondiale de la Santé (OMS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-02.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Survey of Household Spending (SHS). Custom tabulation.","source_url_1":"https://www23.statcan.gc.ca/imdb/p2SV.pl?Function=getSurvey&SDDS=3508","source_organisation_1":"Statistique Canada","source_periodicity_1":"Aux 2 ans","source_geographical_coverage_1":"Canada"},"national_metadata_updated_date":"2025-08-22","national_data_updated_date":"2024-03-21","target_number":"3.8","goal_number":"3","indicator_sort_order":"03-08-02","graph_title":"Proportion of population with large household expenditures on health as a share of total household expenditure or income","progress_status":"deterioration"}