{"auto_progress_calculation":false,"computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Sex","Geography","Age group","Education","Labour force status","Occupation"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of households with cellular telephones","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of individuals who own a mobile telephone, by sex","indicator_available":"Proportion of households with cellular telephones","indicator_number":"5.b.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"proxy":"proxy","SDG_GOAL":"Goal 5: Achieve gender equality and empower all women and girls","SDG_TARGET":"Target 5.b: Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women","SDG_INDICATOR":"Indicator 5.b.1: Proportion of households with cellular telephones","STAT_CONC_DEF":"<strong>Definition:</strong> <br><br> This indicator measures the proportion of households with cellular telephones. <br><br> <strong>Concepts:</strong> <br><br> An individual owns a mobile cellular phone if he/she has a mobile cellular phone device with at least one active SIM card for personal use. Mobile cellular phones supplied by employers that can be used for personal reasons (to make personal calls, access the Internet, etc.) are included. Individuals who have only active SIM card(s) and not a mobile phone device are excluded. Individuals who have a mobile phone for personal use that is not registered under his/her name are also included. An active SIM card is a SIM card that has been used in the last three months.  <br><br> A mobile (cellular) telephone refers to a portable telephone subscribing to a public mobile telephone service using cellular technology, which provides access to the Public Switched Telephone Network (PSTN). This includes analogue and digital cellular systems and technologies such as IMT-2000 (3G) and IMT-Advanced. Users of both postpaid subscriptions and prepaid accounts are included.","DATA_COMP":"Data were readily available to report on this indicator as specified by the metadata. Please refer to the sources to access additional information on the metadata or source.","REC_USE_LIM":"This is a proxy indicator. The UN Global indicator states: “Proportion of individuals who own a mobile telephone, by sex”. This indicator measures the proportion of households with cellular telephones rather than the proportion of individuals who own a mobile telephone as specified by the metadata. <br><br> Starting with the 2017 reference year, the Survey of Household Spending is conducted every two years.","SDG_GOAL__GLOBAL":"Goal 5: Achieve gender equality and empower all women and girls","SDG_TARGET__GLOBAL":"Target 5.b: Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women","SDG_INDICATOR__GLOBAL":"Indicator 5.b.1: Proportion of individuals who own a mobile telephone, by sex","un_designated_tier":"Tier II","un_custodian_agency":"International Telecommunication Union (ITU)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-0b-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","source_active_1":true,"source_url_text_1":"Statistics Canada. Table 11-10-0228-01  Dwelling characteristics and household equipment at time of interview, Canada, regions and provinces","source_organisation_1":"Statistics Canada","source_periodicity_1":"Every 2 years","source_geographical_coverage_1":"Canada, Geographical region of Canada, Province or territory","source_url_1":"https://doi.org/10.25318/1110022801-eng","fr":{"SDG_GOAL":"Objectif 5 : Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles","SDG_TARGET":"Cible 5.b : Renforcer l’utilisation des technologies clefs, en particulier de l’informatique et des communications, pour favoriser l’autonomisation des femmes","SDG_INDICATOR":"Indicateur 5.b.1 : Proportion de ménages qui possèdent un téléphone mobile","STAT_CONC_DEF":"<strong>Définition :</strong> <br><br> Cet indicateur mesure la proportion de ménages qui possèdent un téléphone mobile. <br><br> <strong>Concepts :</strong> <br><br> Une personne possède un téléphone cellulaire mobile si elle possède un appareil de téléphonie cellulaire mobile avec au moins une carte SIM active pour un usage personnel. Les téléphones cellulaires mobiles fournis par les employeurs qui peuvent être utilisés à des fins personnelles (pour passer des appels personnels, accéder à Internet, etc.) sont inclus. Les personnes qui n’ont qu’une ou plusieurs cartes SIM actives et n'ont pas un appareil de téléphonie mobile sont exclues. Les personnes qui ont un téléphone portable pour un usage personnel qui n’est pas enregistré sous leur nom sont également incluses. Une carte SIM active est une carte SIM qui a été utilisée au cours des trois derniers mois. <br><br> Un téléphone mobile (cellulaire) fait référence à un téléphone portable qui souscrit à un service public de téléphonie mobile à l’aide de la technologie cellulaire, qui donne accès au Réseau téléphonique commuté public (RTCP). Cela comprend les systèmes et technologies cellulaires analogiques et numériques tels que IMT-2000 (3G) et IMT-Advanced. Les utilisateurs d’abonnements postpayés et de comptes prépayés sont inclus.","DATA_COMP":"Data were readily available to report on this indicator as specified by the metadata. Please refer to the sources to access additional information on the metadata or source.","REC_USE_LIM":"Il s’agit d’un indicateur de substitution. L’indicateur global des Nations Unies indique : « Proportion de la population possédant un téléphone portable, par sexe ». Cet indicateur mesure la proportion de ménages disposant d'un téléphone mobile plutôt que la proportion d'individus possédant un téléphone mobile, comme le précisent les métadonnées. <br><br> À partir de l'année de référence 2017, l'enquête sur les dépenses des ménages est réalisée tous les deux ans.","SDG_GOAL__GLOBAL":"Objectif 5 : Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles","SDG_TARGET__GLOBAL":"Cible 5.b : Renforcer l’utilisation des technologies clefs, en particulier de l’informatique et des communications, pour favoriser l’autonomisation des femmes","SDG_INDICATOR__GLOBAL":"Indicateur 5.b.1 : Proportion de la population possédant un téléphone portable, par sexe","un_designated_tier":"Niveau II","un_custodian_agency":"Union internationale des télécommunications (UIT)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-05-0b-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 11-10-0228-01  Caractéristiques du logement et équipement ménager au moment de l’entrevue, Canada, régions et provinces","source_organisation_1":"Statistique Canada","source_periodicity_1":"Aux 2 ans","source_geographical_coverage_1":"Canada, Région géographique du Canada, Province ou territoire","source_url_1":"https://doi.org/10.25318/1110022801-fra"},"national_metadata_updated_date":"2025-03-04","national_data_updated_date":"2025-07-09","target_number":"5.b","goal_number":"5","indicator_sort_order":"05-0b-01"}