{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water","indicator_number":"6.2.1","national_geographical_coverage":"Canada","page_content":"<p><strong>Data not available</strong></p><p>Data to report on this indicator are not available. Please <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">contact us</a> if you have any questions.</p>","permalink":"","precision":[],"reporting_status":"notavailable","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 6: Ensure availability and sustainable management of water and sanitation for all.","SDG_TARGET":"Target 6.2: By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations.","SDG_INDICATOR":"Indicator 6.2.1: Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water.","STAT_CONC_DEF":"<strong>Indicator 6.2.1a:</strong><br>\nThe proportion of the population using safely managed sanitation services is defined as the proportion of the population using an improved sanitation facility which is not shared with other households and where excreta are safely disposed of in situ or removed and treated off-site. ‘Improved’ sanitation facilities are those designed to hygienically separate human excreta from human contact. These include wet sanitation technologies such as flush and pour flush toilets connected to sewers, septic tanks or pit latrines, and dry sanitation technologies such as dry pit latrines with slabs, ventilated improved pit latrines and composting toilets.\n<br><br>\n<strong>Indicator 6.2.1b:</strong><br>\nThe proportion of the population with basic hygiene services is defined as the proportion of population with a handwashing facility with soap and water available at home. Handwashing facilities may be located within the dwelling, yard or plot. They may be fixed or mobile and include a sink with tap water, buckets with taps, tippy-taps, and jugs or basins designated for handwashing. Soap includes bar soap, liquid soap, powder detergent, and soapy water but does not include ash, soil, sand or other handwashing agents.","DATA_COMP":"   ","REC_USE_LIM":"   ","PROGRESS_DETAILS":"   ","SDG_GOAL__GLOBAL":"Goal 6: Ensure availability and sustainable management of water and sanitation for all","SDG_TARGET__GLOBAL":"Target 6.2: By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations.","SDG_INDICATOR__GLOBAL":"Indicator 6.2.1: Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water.","un_designated_tier":"Tier I (a) / Tier II (b)","un_custodian_agency":"World Health Organization (WHO), United Nations Children’s Fund (UNICEF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.2","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","fr":{"SDG_GOAL":"Objectif 6 : Garantir l'accès de tous à des services d'alimentation en eau et d'assainissement gérés de façon durable.","SDG_TARGET":"Cible 6.2 : D’ici à 2030, assurer l’accès de tous, dans des conditions équitables, à des services d’assainissement et d’hygiène adéquats et mettre fin à la défécation en plein air, en accordant une attention particulière aux besoins des femmes et des filles et des personnes en situation vulnérable.","SDG_INDICATOR":"Indicateur 6.2.1 : Proportion de la population utilisant a) des services d’assainissement gérés en toute sécurité et b) notamment des équipements pour se laver les mains avec de l’eau et du savon.","STAT_CONC_DEF":"<strong>Indicateur 6.2.1a :</strong><br>\nLa proportion de la population utilisant des services d’assainissement gérés en toute sécurité est définie comme la proportion de la population utilisant une installation sanitaire améliorée qui n’est pas partagée avec d’autres ménages et où les excréments sont éliminés en toute sécurité sur place ou enlevés et traités hors site. Les installations sanitaires « améliorées » sont celles qui sont conçues pour séparer de manière hygiénique les excréments humains du contact humain. Il s’agit de technologies d’assainissement par voie humide, comme les toilettes à chasse d’eau et à chasse d’eau manuelle reliées aux égouts, les fosses septiques ou les latrines à fosse, et de technologies d’assainissement par voie sèche, comme les latrines à fosse sèche avec dalles, les latrines à fosse améliorée ventilée et les toilettes à compostage.\n<br><br>\n<strong>Indicateur 6.2.1b :</strong><br>\nLa proportion de la population disposant de services d’hygiène de base est définie comme la proportion de la population disposant d’une installation pour le lavage des mains avec du savon et de l’eau, à la maison. Les installations pour le lavage des mains peuvent être situées à l’intérieur du logement, dans la cour ou sur le terrain. Elles peuvent être fixes ou mobiles et comprendre un évier avec de l’eau courante, des seaux avec des robinets, des robinets à bascule et des cruches ou des cuvettes destinées au lavage des mains. Le savon comprend le savon en barre, le savon liquide, le détergent en poudre et l’eau savonneuse, mais ne comprend pas la cendre, la terre, le sable ou d’autres agents de lavage des mains.","DATA_COMP":"   ","REC_USE_LIM":"   ","PROGRESS_DETAILS":"   ","SDG_GOAL__GLOBAL":"Objectif 6 : Garantir l'accès de tous à des services d'alimentation en eau et d'assainissement gérés de façon durable.","SDG_TARGET__GLOBAL":"Cible 6.2 : D’ici à 2030, assurer l’accès de tous, dans des conditions équitables, à des services d’assainissement et d’hygiène adéquats et mettre fin à la défécation en plein air, en accordant une attention particulière aux besoins des femmes et des filles et des personnes en situation vulnérable.","SDG_INDICATOR__GLOBAL":"Indicateur 6.2.1 : Proportion de la population utilisant a) des services d’assainissement gérés en toute sécurité et b) notamment des équipements pour se laver les mains avec de l’eau et du savon.","un_designated_tier":"Niveau I (a) / Niveau II (b)","un_custodian_agency":"Organisation mondiale de la santé (OMS), Fonds des Nations Unies pour l’enfance (UNICEF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.2","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies"},"national_metadata_updated_date":"2025-08-21","target_number":"6.2","goal_number":"6","indicator_sort_order":"06-02-01"}