{"auto_progress_calculation":true,"computation_units":"Pourcentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[{"field":"Mode d'occupation","value":"Total, mode d'occupation"},{"field":"Géographie","value":"Canada"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":["Géographie","Mode d'occupation"],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion de la population urbaine ayant des besoins impérieux en matière de logement","graph_titles":[],"graph_type":"line","indicator_available":"Proportion de la population urbaine ayant des besoins impérieux en matière de logement","indicator_name":"Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats","indicator_number":"11.1.1","national_geographical_coverage":"Canada (provinces seulement)","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"negative","target":0.1}],"progress_status":"deterioration","proxy":"proxy","reporting_status":"complete","sort":"","standalone":false,"tags":["Proxy"],"SDG_GOAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET":"Cible 11.1 : D’ici à 2030, assurer l’accès de tous à un logement et des services de base adéquats et sûrs, à un coût abordable, et assainir les quartiers de taudis","SDG_INDICATOR":"Indicateur 11.1.1 : Proportion de la population urbaine ayant des besoins impérieux en matière de logement","STAT_CONC_DEF":"<p>Cet indicateur mesure la proportion de la population urbaine ayant des besoins impérieux en matière de logement. La population urbaine est définie comme la population vivant dans les grands centres de population urbains tels que définis par l'Enquête canadienne sur le logement. <br><br> On dit d'un ménage qu'il éprouve des « besoins impérieux en matière de logement » si son habitation n'est pas conforme à au moins une des normes d'acceptabilité (qualité, taille et abordabilité) et si 30 % de son revenu total avant impôt serait insuffisant pour payer le loyer médian des logements acceptables (répondant aux trois normes d'occupation) situés dans sa localité. <br><br> Les normes d'occupation se définissent de la manière suivante :</p> <ul> <li>Un logement est de qualité convenable si, de l'avis des occupants, il ne nécessite pas de réparations majeures.</li> <li>Un logement est abordable si le ménage consacre moins de 30 % de son revenu total avant impôt aux frais de logement.</li> <li>Un logement est de taille convenable s'il compte suffisamment de chambres pour répondre aux besoins du ménage étant donné sa taille et sa composition, d'après les prescriptions de la Norme nationale d'occupation (NNO).</li> </ul>","DATA_COMP":"Les données étaient disponibles pour donner des précisions à propos de cet indicateur comme précisé par les métadonnées nationales. Veuillez vous référer aux sources pour obtenir des renseignements supplémentaires sur les métadonnées ou la source.","REC_USE_LIM":"Il s’agit d’un indicateur proxy. L’indicateur mondial des Nations Unies indique : « Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats ». <br><br> Seuls les ménages privés, non agricoles, hors réserve et les ménages propriétaires ou locataires dont les revenus sont supérieurs à zéro et dont le ratio des frais de logement au revenu est inférieur à 100 % sont évalués pour les besoins impérieux en matière de logement. Les ménages non familiaux dont au moins un soutien âgé de 15 à 29 ans fréquente l’école sont considérés comme n’ayant pas de besoins impérieux en matière de logement, quelle que soit leur situation de logement. La fréquentation de l'école est considérée comme une phase de transition et les faibles revenus gagnés par les ménages étudiants sont considérés comme une condition temporaire.","PROGRESS_DETAILS":"L'état du progrès pour cet indicateur est mesuré par rapport à une cible de 0,1 %. Ce choix de cible reflète l'ampleur et la précision des données, en reconnaissant que la méthodologie de mesure de progrès ne permet pas une cible exactement égale à zéro. Pour plus d'information, veuillez consulter la documentation de la méthodologie de mesure de progrès.","SDG_GOAL__GLOBAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET__GLOBAL":"Cible 11.1 : D’ici à 2030, assurer l’accès de tous à un logement et des services de base adéquats et sûrs, à un coût abordable, et assainir les quartiers de taudis","SDG_INDICATOR__GLOBAL":"Indicateur 11.1.1 : Proportion de la population urbaine vivant dans des quartiers de taudis, des implantations sauvages ou des logements inadéquats","un_designated_tier":"Niveau I","un_custodian_agency":"Programme des Nations Unies pour les établissements humains (ONU-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-01-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 46-10-0085-01  Besoins impérieux en matière de logement, selon le mode d'occupation, y compris le statut d'accédant à la propriété et de logement social et abordable","source_url_1":"https://www150.statcan.gc.ca/t1/tbl1/fr/tv.action?pid=4610008501","source_organisation_1":"Statistique Canada","source_periodicity_1":"Occasionnelle","source_geographical_coverage_1":"Canada, Province ou territoire, Région métropolitaine de recensement","national_metadata_updated_date":"2025-08-22","national_data_updated_date":"2025-02-20","target_number":"11.1","goal_number":"11","indicator_sort_order":"11-01-01"}