{"auto_progress_calculation":false,"computation_units":"Pourcentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"warning","data_notice_heading":"Données actuellement indisponibles","data_notice_text":"Les données pour cet indicateur sont actuellement en cours de révision par Statistique Canada. Les données révisées seront disponibles en automne 2025.<br>Veuillez <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">communiquer avec nous</a> si vous avez des questions.","data_show_map":false,"data_start_values":[{"field":"Distance-capacité de la zone de service de transport public","value":"500 mètres des arrêts de transport en commun à faible capacité uniquement"},{"field":"Distance-capacité de la zone de service de transport public","value":"1000 mètres des arrêts de transport en commun à grande capacité uniquement"},{"field":"Géographie","value":"Canada"},{"field":"Emplacement","value":"Total, emplacement"},{"field":"Genre","value":"Total, genre"},{"field":"Démographique and socio-économique","value":"Total - Groupes d'âge de la population - Données intégrales (100 %)"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion de la population ayant aisément accès aux transports publics","graph_titles":[],"graph_type":"bar","indicator_available":"Proportion de la population ayant aisément accès aux transports publics","indicator_name":"Proportion de la population ayant aisément accès aux transports publics, par âge, sexe et situation au regard du handicap","indicator_number":"11.2.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"progress_calculation_options":[{"direction":"positive","target":100,"disaggregation":[{"field":"Distance-capacité de la zone de service de transport public","value":"500 mètres des arrêts de transport en commun à faible capacité uniquement"},{"field":"Géographie","value":"Canada"},{"field":"Emplacement","value":"Total, emplacement"},{"field":"Genre","value":"Total, genre"},{"field":"Démographique and socio-économique","value":"Total - Groupes d'âge de la population - Données intégrales (100 %)"}]},{"direction":"positive","target":100,"disaggregation":[{"field":"Distance-capacité de la zone de service de transport public","value":"1000 mètres des arrêts de transport en commun à grande capacité uniquement"},{"field":"Géographie","value":"Canada"},{"field":"Emplacement","value":"Total, emplacement"},{"field":"Genre","value":"Total, genre"},{"field":"Démographique and socio-économique","value":"Total - Groupes d'âge de la population - Données intégrales (100 %)"}]}],"reporting_status":"notavailable","sort":"","standalone":false,"tags":["Proxy"],"proxy":"proxy","SDG_GOAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET":"Cible 11.2 : D’ici à 2030, assurer l’accès de tous à des systèmes de transport sûrs, accessibles et viables, à un coût abordable, en améliorant la sécurité routière, notamment en développant les transports publics, une attention particulière devant être accordée aux besoins des personnes en situation vulnérable, des femmes, des enfants, des personnes handicapées et des personnes âgées","SDG_INDICATOR":"Indicateur 11.2.1 : Proportion de la population ayant aisément accès aux transports publics","STAT_CONC_DEF":"L'accès au transport en commun est considéré comme pratique lorsqu'un arrêt est accessible à une distance de marche le long du réseau routier de 500 m d'un point de référence, tel que le domicile, l'école, le lieu de travail, le marché, etc., jusqu'à un système de transport en commun de faible capacité (par exemple : autobus, autobus rapide) et/ou de 1km jusqu'à un système à haute capacité (par exemple : train, métro, traversier).","DATA_COMP":"<p>La méthode utilisée pour estimer le pourcentage de la population canadienne vivant dans un certain rayon d’un point d’accès au transport en commun est la suivante :</p> <ol> <li>Les emplacements de tous les types d’arrêts de transport en commun (autobus, trolleybus, métro en surface ou souterrain, traversier) ont été obtenus en consultant les sites Web des municipalités ou des commissions de transport locales, ou ont été directement fournis par ces dernières à Statistique Canada. Une couverture complète a été obtenue pour les municipalités faisant partie des 41 régions métropolitaines de recensement (RMR). D’autres municipalités situées à l’intérieur des agglomérations de recensement (AR) et à l’extérieur des RMR et des AR ont été incluses lorsque des services de transport en commun réguliers étaient identifiés et que des données géospatiales étaient disponibles.</li> <li>Les emplacements des arrêts de transport en commun et les données du fichier du réseau routier ont servi à créer des secteurs de service selon la distance et la capacité d’accueil du transport en commun.</li> <li>Les limites des secteurs de service ont été utilisées pour estimer les chiffres de population à partir des données du Recensement de la population 2021 de Statistique Canada au niveau géographique des côtés d’îlot.</li> <li>Les chiffres au niveau des côtés d’îlot ont été agrégés aux niveaux municipal, provincial ou territorial et national, ainsi que des SDR, des RMR et des AR.</li> <li>La proportion de la population située dans un secteur de service pour chaque unité géographique de la portée a été calculée en divisant les chiffres estimés par la population totale de l’unité géographique.</li> <li>Notez que les totaux agrégés provinciaux ou territoriaux et nationaux sont calculés en fonction de la somme des valeurs des zones géographiques faisant partie de la portée de l’analyse.</li> <li>Les règles de confidentialité et d’arrondissement des données de Statistique Canada ont été appliquées à toutes les estimations.</li> </ol>","REC_USE_LIM":"Il s’agit d’un indicateur de substitution. Les métadonnées mondiales des Nations Unies définissent la proportion de la population ayant aisément accès au transport en commun comme la proportion de la population ayant accès à un arrêt de transport en commun à faible capacité à moins de 500 mètres et/ou à un arrêt de transport en commun à haute capacité à moins de 1 km. Cependant, les statistiques sur la proportion de la population ayant accès à un arrêt de transport en commun à faible capacité à moins de 500 mètres ou à un arrêt de transport en commun à haute capacité à moins de 1 km ne sont disponibles que séparément. <br><br> Les données pour certaines régions géographiques pourraient être indisponibles pour une période de référence précise.","PROGRESS_DETAILS":"   ","SDG_GOAL__GLOBAL":"Objectif 11 : Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables","SDG_TARGET__GLOBAL":"Cible 11.2 : D’ici à 2030, assurer l’accès de tous à des systèmes de transport sûrs, accessibles et viables, à un coût abordable, en améliorant la sécurité routière, notamment en développant les transports publics, une attention particulière devant être accordée aux besoins des personnes en situation vulnérable, des femmes, des enfants, des personnes handicapées et des personnes âgées","SDG_INDICATOR__GLOBAL":"Indicateur 11.2.1 : Proportion de la population ayant aisément accès aux transports publics, par âge, sexe et situation au regard du handicap","un_designated_tier":"Niveau I","un_custodian_agency":"Programme des Nations Unies pour les établissements humains (ONU-Habitat)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-11-02-01.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","source_active_1":true,"source_url_text_1":"Statistique Canada. Tableau 23-10-0313-01  Accès au transport en commun selon la distance et la capacité d’accueil du transport en commun, la géographie, le genre et certaines caractéristiques démographiques et socioéconomiques","source_organisation_1":"Statistique Canada","source_periodicity_1":"Annuelle","source_geographical_coverage_1":"Canada, Province ou territoire, Subdivision de recensement, Région métropolitaine de recensement, Agglomération de recensement, Partie de région métropolitaine de recensement","source_url_1":"https://doi.org/10.25318/2310031301-fra","national_metadata_updated_date":"2025-08-21","target_number":"11.2","goal_number":"11","indicator_sort_order":"11-02-01"}