{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"success","data_notice_heading":"En recherche de sources de données","data_notice_text":"Statistique Canada n'a pas encore trouvé de sources de données appropriées pour rendre compte de cet indicateur.<br>N'hésitez pas à <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">communiquer avec nous</a> pour nous faire part de vos suggestions.","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Indice de couvert végétal montagneux","graph_titles":[],"graph_type":"line","indicator_name":"Indice de couvert végétal montagneux","indicator_number":"15.4.2","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"<p>Objectif 15 : Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité</p>","SDG_TARGET":"<p>Cible 15.4 : D’ici à 2030, assurer la préservation des écosystèmes montagneux, notamment de leur biodiversité, afin de mieux tirer parti de leurs bienfaits essentiels pour le développement durable</p>","SDG_INDICATOR":"<p>Indicateur 15.4.2 : Indice de couvert végétal montagneux</p>","STAT_CONC_DEF":"Le sous-indicateur 15.4.2a, Indice de couvert végétal montagneux (ICVM), est conçu pour mesurer l’étendue et les changements de la couverture végétale, c’est-à-dire les forêts, les arbustes, les arbres, les pâturages, les terres cultivées, etc., dans les sites montagneux. L’ICVM est défini comme le pourcentage de couverture végétale sur la surface totale de la zone montagneuse d’un pays donné et pour une année de référence donnée. L’objectif de l’indice est de suivre l’évolution de la couverture végétale et d’évaluer ainsi l’état de conservation des écosystèmes de montagne.\n<br><br> Le sous-indicateur 15.4.2b, Proportion de terrains dégradés en montagne, est conçu pour surveiller l’étendue des terres dégradées en montagne en raison d’un changement de la couverture terrestre dans un pays donné et pour une année de référence donnée. De même que pour le sous-indicateur « Évolution de la couverture terrestre » de l’indicateur 15.3.1 des objectifs de développement durable (Sims et al. 2021), la dégradation et le rétablissement de l’écosystème des montagnes sont évalués en fonction de la définition des transitions du type de couverture terrestre qui indiquent une amélioration, une stabilité ou une dégradation de l’état de conservation. La définition de la dégradation adoptée pour le calcul de cet indicateur est celle établie par la Plateforme intergouvernementale scientifique et politique sur la biodiversité et les services écosystémiques.\n","DATA_COMP":"   ","REC_USE_LIM":"   ","PROGRESS_DETAILS":"   ","SDG_GOAL__GLOBAL":"<p>Objectif 15 : Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité</p>","SDG_TARGET__GLOBAL":"<p>Cible 15.4 : D’ici à 2030, assurer la préservation des écosystèmes montagneux, notamment de leur biodiversité, afin de mieux tirer parti de leurs bienfaits essentiels pour le développement durable</p>","SDG_INDICATOR__GLOBAL":"<p>Indicateur 15.4.2 : Indice de couvert végétal montagneux</p>","un_designated_tier":"Niveau I","un_custodian_agency":"Organisation des Nations Unies pour l’alimentation et l’agriculture (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-15-04-02.pdf","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","national_metadata_updated_date":"2025-08-21","target_number":"15.4","goal_number":"15","indicator_sort_order":"15-04-02"}