{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"success","data_notice_heading":"En recherche de sources de données","data_notice_text":"Statistique Canada n'a pas encore trouvé de sources de données appropriées pour rendre compte de cet indicateur.<br>N'hésitez pas à <a href=\"mailto:statcan.sdg-odd.statcan@statcan.gc.ca\">communiquer avec nous</a> pour nous faire part de vos suggestions.","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Répartition des postes dans les institutions nationales et locales, y compris : a) les organes législatifs ; b) la fonction publique ; c) les organes judiciaires, par rapport à la répartition nationale, par sexe, âge, situation au regard du handicap et groupe de population","graph_titles":[],"graph_type":"line","indicator_name":"Répartition des postes dans les institutions nationales et locales, y compris : a) les organes législatifs ; b) la fonction publique ; c) les organes judiciaires, par rapport à la répartition nationale, par sexe, âge, situation au regard du handicap et groupe de population","indicator_number":"16.7.1","national_geographical_coverage":"Canada","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Objectif 16 : Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous","SDG_TARGET":"Cible 16.7 : Faire en sorte que le dynamisme, l’ouverture, la participation et la représentation à tous les niveaux caractérisent la prise de décisions","SDG_INDICATOR":"Indicateur 16.7.1 : Répartition des postes dans les institutions nationales et locales, y compris : a) les organes législatifs ; b) la fonction publique ; et c) les organes judiciaires, par rapport à la répartition nationale, par sexe, âge, situation au regard du handicap et groupe de population","STAT_CONC_DEF":"La sous-composante législative de l’indicateur 16.7.1 vise à mesurer le degré de représentativité de la population générale des personnes occupant des postes décisionnels clés dans les assemblées législatives nationales. Plus précisément, cet indicateur mesure la représentation proportionnelle de divers groupes démographiques (femmes, groupes d’âge) de la population nationale parmi les personnes occupant les postes suivants dans les assemblées législatives nationales : 1) membres; 2) présidents; 3) présidents des commissions permanentes responsables des portefeuilles suivants : Affaires étrangères, Défense nationale, Finances, Droits de la personne et Égalité des genres. En outre, il examine les dispositions électorales et constitutionnelles adoptées par les pays pour garantir la représentation dans les assemblées législatives nationales des personnes ayant une incapacité et des groupes de population concernés par le contexte. \n<br><br>\nLa sous-composante « service public » de l’indicateur 16.7.1 mesure la représentation dans le service public en fonction du sexe, de l’âge, de l’incapacité et du groupe de population des fonctionnaires, et évalue leur correspondance avec la proportion de ces groupes dans la société dans son ensemble. Plus précisément, cet indicateur mesure la représentation proportionnelle de divers groupes démographiques (femmes, jeunes, personnes ayant une incapacité et groupes de population pertinents à l’échelon national) dans diverses catégories professionnelles ainsi qu’à deux échelons administratifs (national et sous-national). \n<br><br>\nLa sous-composante judiciaire de l’indicateur 16.7.1 mesure la représentation dans le système judiciaire en fonction du sexe, de l’âge, de l’incapacité et du groupe de population, et évalue leur correspondance avec la proportion de ces groupes dans la société dans son ensemble. Plus précisément, cet indicateur mesure la représentation proportionnelle de divers groupes démographiques (femmes, jeunes, personnes ayant une incapacité et groupes de population pertinents à l’échelon national) au sein de deux postes décisionnels clés du système judiciaire (juges et greffiers) ainsi qu’au sein de trois « niveaux » de tribunaux, à savoir les « Cours constitutionnelle et suprême », les « tribunaux de niveau supérieur » et les « tribunaux de niveau inférieur ».","DATA_COMP":"   ","REC_USE_LIM":"   ","PROGRESS_DETAILS":"   ","SDG_GOAL__GLOBAL":"Objectif 16 : Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous","SDG_TARGET__GLOBAL":"Cible 16.7 : Faire en sorte que le dynamisme, l’ouverture, la participation et la représentation à tous les niveaux caractérisent la prise de décisions","SDG_INDICATOR__GLOBAL":"Indicateur 16.7.1 : Répartition des postes dans les institutions nationales et locales, y compris : a) les organes législatifs ; b) la fonction publique ; et c) les organes judiciaires, par rapport à la répartition nationale, par sexe, âge, situation au regard du handicap et groupe de population","un_designated_tier":"Niveau I (a) / Niveau II (b, c)","un_custodian_agency":"Union interparlementaire (UIP), Programme des Nations Unies pour le développement (PNUD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=16&Target=16.7","goal_meta_link_text":"Métadonnées des objectifs de développement durable des Nations Unies","national_metadata_updated_date":"2025-08-21","target_number":"16.7","goal_number":"16","indicator_sort_order":"16-07-01"}