{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion des masses d’eau dont la qualité de l’eau ambiante est bonne","graph_titles":[],"graph_type":"line","indicator_name":"Proportion des masses d’eau dont la qualité de l’eau ambiante est bonne","indicator_number":"6.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET":"<p>Target: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally.</p>","SDG_INDICATOR":"<p>Indicator: 6.3.2 Proportion of bodies of water with good ambient water quality</p>","STAT_CONC_DEF":"<p>The indicator is defined as the proportion of water bodies in the country that have good ambient water quality. Ambient water quality refers to natural, untreated water in rivers, lakes and groundwaters and represents a combination of natural influences together with the impacts of all anthropogenic activities. The indicator relies on water quality data derived from in situ measurements and the analysis of samples collected from surface and groundwaters. Water quality is assessed by means of core physical and chemical parameters that reflect natural water quality related to climatological and geological factors, together with major impacts on water quality. The continuous monitoring of all surface and groundwaters is economically unfeasible and not required to sufficiently characterize the status of ambient water quality in a country. Therefore, countries select river, lake and groundwater bodies that are representative and significant for the assessment and management of water quality to monitor and report on indicator 6.3.2. The quality status of individual water bodies is classified based on the compliance of the available water quality monitoring data for the core parameters with target values defined by the country. The indicator is computed as the proportion of the number of water bodies classified as having good quality (i.e. with at least 80 % compliance) to the total number of assessed water bodies, expressed as a percentage. </p>","SDG_GOAL__GLOBAL":"<p>Goal 6: Ensure availability and sustainable management of water and sanitation for all</p>","SDG_TARGET__GLOBAL":"<p>Target: 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally.</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator: 6.3.2 Proportion of bodies of water with good ambient water quality</p>","national_metadata_updated_date":"2021-11-01","national_metadata_update_url_text":"2021-11-01: see changes on GitHub","national_metadata_update_url":"https://github.com/sdg-data-canada-odd-donnees/sdg-data-donnees-odd/commit/fab6a6cf10387e65cc6047529440d9353c0f6b33","indicator":"6.3.2","target_id":"6.3","sdg_goal":"6","indicator_sort_order":"06-03-02","NA":null}